const Text = () => {
  return (
    <div className="d-flex flex-column gap-2">
      <h3>مقدمة</h3>
      <p>1-1 مرحبًا بكم في منصة بيوتي سنتر</p>
      <p>
        1-2 تنص شروط وأحكام البائع ("شروط البائع") وجميع السياسات والشروط
        الإضافية (في حال تطبيقها) الموجودة على الموقع لواجهة ببيوتي سنتر)
        مثلhttps://beauty-centeer.com / أو-https://shop.beauty-t
        center.com/?lang=ar يُطلق عليهما معًا ("الموقع")، على الشروط التي تتيح
        لك كبائع الدخول واستخدام الموقع والخدمات والتطبيقات، بما في ذلك تطبيق
        الهاتف الجوال الخاص بنا، (يشار إليها مجتمعة بـ "الخدمات")، وذلك لغرض
        البيع معنا إلى المشترين عبر الموقع. تُطبق شروط البائع هذه بالإضافة إلى
        كافة الشروط الأخرى (بما في ذلك شروط الاستخدام الخاصة بنا، وشروط البيع،
        وسياسة الخصوصية) وأي سياسات أخرى وشروط إضافية (يشار إليها مجتمعة بـ
        "الوثائق القانونية "). بالوصول و/أو التسجيل و/أو الاستمرار في استخدام أو
        الوصول إلى خدماتنا، توافق على الالتزام بشروط البائع هذه والوثائق
        القانونية بأثر فوري. وتعد الإشارة "إليك" في شروط البائع هذه إشارة إليك
        كشخص اعتباري.
      </p>
      <h3>2- خدماتنا</h3>
      <p>
        1-2 نحن مؤسسة خلاصة الجمال التجارية (بيوتي سنتر) للتسويق الالكتروني
        المسجلة في المملكة العربية السعودية – والمؤسسات التابعة لها نقدم إليك
        الخدمات كبائع وشريك معنا لكي تمكننا من تقديم منتجاتك إلى المشترين
        المسجلين لدينا في الموقع. وذلك وفقاً لنموذج البيع والخدمات التي نقدمها
        أو تقدمها المؤسسات التابعة أو أطراف أخرى. وتشتمل خدماتنا على :<br />
        (أ) التخزين وتنظيم الطلب وتلبيته (مثل التواصل مع مشتر بشأن عملية الشراء
        الخاصة به والحصول على المدفوعات من مشتر وتنظيم التسليم)؛
        <br />
        (ب) شحن المنتج من مستودعك أو من المقر الخاص بك الى المشتري؛
        <br />
        (ج) تحصيل المبالغ النقدية ومعالجة المدفوعات؛ و<br />
        (د) تأمين مركز الاتصال وخدمة العملاء وفقًا لشروط الاستخدام وشروط البيع
        الخاصة بنا.
        <br />
        2-2 يكون لنا الحق في تحديد المحتوى والمظهر والتصميم والأداء الوظيفي
        وجميع الجوانب الأخرى للموقع والخدمات (بما في ذلك الحق في إعادة تصميم
        وتعديل و إزالة وتغيير المحتوى والمظهر والتصميم والأداء الوظيفي والجوانب
        الأخرى من الموقع والخدمات وأي عنصر أو جانب أو جزء أو ميزة منه في أي وقت
        ومن وقت إلى آخر) ، وتأخير أو تعليق إدراج، أو رفض إدراج، أو إلغاء إدراج،
        أو مطالبتك بعدم إدراج أي أو جميع المنتجات حسب تقديرنا المطلق. ويجوز لنا،
        حسب تقديرنا المطلق، ايقاف اي من صفقات البيع الخاصة بك بغرض اجراء تحقيق،
        كما ويكون لنا الحق برفض معالجة و/أو تقييد وجهات شحن و/أو وقف و/أو إلغاء
        أي من صفقات البيع الخاصة بك إذا اعتبرنا ذلك ضرورياً لأغراض قانونية أو
        لضمان الالتزام بشروط البائع.
        <br />
      </p>
      <h3>نماذج البيع</h3>
      <p>
        تُفصَل نماذج البيع المتوفرة لك في ملحق الخدمة والذي يشكل جزءا لا يتجزأ
        من شروط البائع ("ملحق الخدمة") من موقع ببيوتي سنتر المعني. يجب أن يكون
        تصنيف كل نوع من المنتجات مفصلا بدقة وفقا لنموذج البيع الخاص به. وفي
        الحالات التي يتم تخزين المنتج من قبلك وتسليمه إلى المشتري من قبلنا، يجب
        اجراء الطلب خلال الفترة الزمنية المحددة مسبقا على حسابك.
        <br />
        وفقاً لبرنامج أداء البائع فإننا نحتفظ بالحق في تعليق حسابك أو حظره وذلك
        للأسباب التالية:
        <br />
        أ) تأخر التسليم وفقاً للجدول الزمني المتفق عليه؛ ب) مستوى عال من
        المرتجعات؛
        <br />
        ج) مراجعات سلبية من المشترين؛ و/أو
        <br />
        د) إلغاء طلب تم التأكيد عليه من قبل المشتري. وعلاوة على ذلك ، نحتفظ
        بالحق في الاحتفاظ بالمنتجات ونقل ملكية المنتجات إلينا، وذلك في حين إذا
        فشلت في دفع المستحقات خلال ثلاثين( 30) يومًا من تاريخ المستحقات المعلقة.
      </p>
      <h3>التزاماتك كبائع</h3>
      <p>
        1-4 تلتزم بقراءة الوثائق القانونية وعلى وجه الخصوص، ا لإحاطة علمًا بشروط
        أهلية ومعلومات الحساب اللازمة لفتح حساب بائع وشريك ومسؤولياتك عند
        استخدام الموقع، بما في ذلك مسؤولياتك فيما يتعلق بالمنتجات المحظورة بموجب
        شروط الاستخدام.
        <br />
        2-4 بالإضافة إلى التزاماتك الواردة في الوثائق القانونية، وما لم يتم
        الاتفاق على خلاف ذلك من قبلنا، عليك الامتثال للشروط التالية:
        <br />
        أ‌- تسليم المنتج وفقاً لشروط التعبئة والتغليف وغيرها من الإرشادات التي
        نخطرك بها خطياً ومقدماً، ب- تغليف المنتجات ونقلها بأمان بطريقة تقلل من
        خطورة إتلاف المنتج،
        <br />
        ج- الحصول على جميع الوثائق والتصاريح والموافقات اللازمة لتسليم المنتج ،
        <br />
        ‌د- ترتيب تحصيل المنتجات من مستودعنا والتي تخضع لطلب الارجاع أو
        الاستبدال أو الرفض من جانبنا في مرحلة فحص جودة المنتجات،
        <br />
        ‌ه- قبول المنتجات المرتجعة التي تدخل في حيز الضمان وفقًا لما تنص عليه
        قوانين المملكة العربية السعودية المعمول بها و/أو شروط الاستخدام؛ ‌و-
        تقديم ضمان لمدة أربع وعشرون شهراً (24) لجميع المنتجات الإلكترونية
        (المحددة في شروط البيع) والتي تباع للمشترين في المملكة العربية السعودية.
        وتنطبق هذه الضمانات في الحالات التي تتواجد فيها عيوب في المواد والتصميم
        والتصنيع . و تقتصر التزاماتك على إصلاح المنتج المعيب أو استبدال الجزء
        المعيب، أو وفقاً لتقديرنا، استبدال المنتج أو رد الأموال وفقا لسعر السوق
        للمنتج نفسه. للمزيد من التفاصيل حول الضمانات، يرجى مراجعة شروط البيع.
        <br />
        ‌ز- استمرار تحمل المسؤولية عن خدمات ما بعد البيع والضمانات وعمليات
        الصيانة والعيوب، و<br />
        ‌ح- الالتزام بتعليماتنا بشأن منتجاتك أو استخدام خدماتنا، بما في ذلك ما
        يتعلق بحذف قوائم المنتجات المعروضة التي تنتهك حقوق الملكية الفكرية للغير
        وترتيب التسليم أو تحصيل المرتجعات أو غيرها من الأمور المشابهة.
        <br />
        ‌ط- تزويدنا ببيانات تسجيل ضريبة القيمة المضافة الخاصة بك، وأية معلومات
        إضافية مطلوبة من قبلنا.
        <br />
        ويجب أن تكون جميع بيانات التسجيل أو المعلومات المطلوبة المقدمة إلينا
        دقيقة وصحيحة؛ و<br />
        ‌ي- تحديث التسعير الخاص بك مع مراعاة ضريبة القيمة المضافة. ستخضع أي
        منتجات يتم شحنها إلى المشتري في أو بعد تاريخ 1 يناير 2018 لضريبة القيمة
        المضافة، حتى إذا تم طلب المنتج من قبلك قبل تاريخ 1 يناير 2018.
        <br />
        ‌ك- تقر بأنك مسؤولاً عن دفع جميع الضرائب ذات الصلة إلى الهيئة العامة
        للزكاة والدخل.
        <br />
        3-4 تقر بأنك على علم بأنه من أولوياتنا ضمان تجربة ممتعة وسلسة للمشترين
        عبر الموقع، وأننا نؤدي الخدمات للمشترين لتعزيز تسوقهم فيما يتعلق
        بالتسليم والإرجاع والاستبدال وضمان المنتجات بموجب شروط البيع. ولذلك فانك
        توافق على تقديم المساعدة اللازمة لتمكننا من الوفاء بالتزاماتنا للمشترين
        بموجب شروط البيع وتوافق أيضا على:
        <br />
        (أ) قبول المنتج المرتجع في حالة أحقية المشتري في إرجاع المنتج بموجب شروط
        البيع أو بموجب فترة الضمان المنصوص عليها في قوانين المملكة العربية
        السعودية المعمول بها،
        <br />
        (ب) استبدال أو إرجاع اي منتج يتم إرجاعه من قبل المشتري بموجب شروط البيع
        وضمان إجراء الإرجاع أو التبديل في غضون فترة زمنية معقولة لتمكيننا من
        الوفاء بالتزاماتنا بموجب شروط البيع،
        <br />
        (ج) القيام بكافة الإجراءات اللازمة لرد الأموال إلى المشتري لضمان وفائنا
        بالتزاماتنا برَدِّ الأموال بموجب شروط البيع.
        <br />
        4-4 توافق بأنك ستقوم باستلام المنتجات التي يتم إرجاعها إليك بسبب إلغاء
        الطلب من قبل العميل، أو بسبب إخفاق المنتج في عملية فحص الجودة، سيتم
        إرجاع هذه المنتجات إليك خلال سبعة (7) أيام عمل. وسيتم إرجاع المنتجات
        التي يتم تصنيفها بأنها غير قابلة للتسليم، والمنتجات التي يتم إرجاعها
        بطلب من العميل إليك خلال واحد وعشرين( 21) يوم عمل، أو خلال ثلاثين( 30)
        يوم عمل للمنتجات التي يتم شحنها عالميا ،كما تم إبلاغك بمخطط زمني مختلف
        من وقت لآخر. يمكنك اختيار الاحتفاظ بمنتج فحص الجودة الذي تم اجتيازه معنا
        لأي مبيعات محتملة في المستقبل. علاوة على ذلك ، سيتم إرجاع منتج لم يتجاوز
        اختبار فحص الجودة، وبناءً على حالة المنتج، سيدفع لك رسمًا مقابل هذه
        الأضرار كما هو مذكور على الموقع من وقت لآخر.
        <br />
        5-4 تقر أنك من الممكن أن تتعرض لدفع غرامة قد تصل قيمتها إلى 100% من سعر
        المنتج، في حال تم رفض تنفيذ أي طلب من قبلكم بداعي أي من الأسباب التالية
        على سبيل المثال لا الحصر:
        <br />
        (أ) نفذ المنتج من المخازن لديك بالرغم من ظهوره بحالة متوفر في حساب
        البائع خاصتك، أو في حال أنه كان ظاهراً على الموقع بحالة متوفر ولم يتوفر
        لديك في المخازن، أو،
        <br />
        (ب) تم تحديد سعر غير صحيح للمنتج من طرفك في حساب البائع خاصتك.
        <br />
        6-4 أنت توافق على الشروط التالية فيما يتعلق بجميع المنتجات التي يتم
        إرجاعها من قبل المشتري بموجب مطالبات الضمان:
        <br />
        (أ) تحصيل المنتج من قبلنا من المشتري وتسليمه إلى أحدث عنوان قمت بتسجيله
        في حساب البائع الخاص بك و/أو في قاعدة بيانات البائعين الخاصة بنا؛
        <br />
        (ب) عند استلام المنتج لخدمة الضمان، تلتزم بتوقيع نموذج طلب العمل
        المقدَّم من مندوب التوصيل الخاص بنا كدليل على قبول الاستلام، بعد أن تقوم
        بفحص المنتج )إذا لزم الأمر) مع وجود مندوب التوصيل؛
        <br />
        (ت) أنت تتحمل المسئولية وحيداً فيما يتعلق بإصلاح المنتج في مركز الخدمة
        الخاص بك، أو توفير منتج بديل أو توصيل المنتج لمركز الخدمة الرسمي التابع
        للعلامة التجارية؛
        <br />
        (ث) في حالة قمت بإصلاح المنتج أو استبداله بموجب الضمان وقمت بإرجاعه إلى
        مندوب التوصيل، يجب أن يكون في حالة جيدة، ويشمل ذلك جميع الملحقات إن
        وجدت. كما يجب أن يكون المنتج والتغليف نظيفاً وخالياً من أي تلف، ويجب أن
        يظل المنتج في علبته أو تغليفه الأصلي؛
        <br />
        (ج) إذا كنت متواجدًا خارج مدينة الرياض، المملكة العربية السعودية، فتقع
        عليك مسؤولية متابعة شركة الشحن (التي تم اختيارها وفقًا لتقديرنا) فيما
        يتعلق باستلام و/ أو توصيل المنتج، وذلك من خلال تقديمنا لك تفاصيل وثيقة
        الشحن من شركة الشحن المذكورة. كما تضمن أن تتم عملية استلام و/ أو توصيل
        المنتج إلى مخازننا خلال يومين فقط بحد أقصى، ابتداءً من تاريخ تقديمنا
        تفاصيل وثيقة الشحن لك
        <br />
        7-4 تقر أنك من الممكن أن تتعرض لدفع غرامة قد تصل قيمتها إلى 100% من سعر
        المنتج، والتي قد تشمل تكاليف إضافية مثل مصاريف التوصيل، وذلك لرد الأموال
        إلى المشتري في أي من الحالات التالية المتعلقة بمطالبات الضمان:
        <br />
        أ- في حال قمت برفض مطالبات الضمان؛
        <br />
        في حال قمت بإرجاع منتج لنا أو للمشتري لم تقم إصلاحه أو رفضت استبدال
        المنتج بدون إبداء سبب مقنع ومعقول؛
        <br />
        جـ- في حال عدم الرد على أية مكالمات أو رسائل البريد الإلكتروني من فريق
        متابعة الشحنات والضمان؛
        <br />
        د- في حال قمت ببيع منتجات مستعملة أو مجددة؛ دون التوضيح ان المنتج مجدد
        او مستعمل في عنوان المنتج هـ - في حال عجزت عن تقديم تقرير فني رسمي يوضح
        بالتفصيل إصلاح المنتج أو استبداله أو أن المنتج خارج نطاق الضمان، عندما
        يقوم مندوب التوصيل أو شركة الشحن بتحصيل المنتج منك؛
        <br />
        و- في حال عدم الالتزام بالحد الأقصى لمدة الإصلاح والتي تبلغ(14) يوم من
        تاريخ استلام المنتج.
        <br />
        8-4 إضافة إلى ذلك، فإنك توافق على:
        <br />
        أ‌- أنه يجوز لنا لأي أسباب تشغيلية أو غيره شراء المنتج منك وإعادة بيعه
        إلى المشتري، وسيكون ذلك وفقا لتقديرنا الخاص. وفي هذه الحالة، ستبقى
        التزاماتك بموجب هذا البند 4 سارية المفعول، بما في ذلك، على سبيل المثال
        لا الحصر؛ سياسة الضمان، وسياسة الإرجاع، وشروط الدفع، فهي ستظل سارية على
        المشتري الذي قام بالطلب من الموقع كما لو كان البيع مباشرة لذلك المشتري،
        <br />
        ب- أحقيتنا في رفض المنتج عند استلامه منك في الحالات التالية:
        <br />
        (1) إذا كان المنتج تالفاً،
        <br />
        (2) عدم استيفاء المنتج شروط التعبئة والتغليف أو الجودة أو غيرها من
        الشروط الخاصة بنا،
        <br />
        (3) عدم وجود الوثائق اللازمة، أو
        <br />
        (4) عدم توافق المنتج مع شروط البائع هذه أو أي قوانين أخرى معمول بها،
        <br />
        ‌ج- في الظروف التي نقوم بتخزين منتجك فيها، يحق لنا التخلص من منتجك
        (منتجاتك) أو التصرف بهم كيفما نريد، وفقًا لسياسة وعملية الترجيع إلى
        البائع(RTV) على النحو المحدد في ملحق الخدمة ، إذا كنت لم تعمل على استلام
        منتجاتك المرتجعة بنفسك من مستودعاتنا، او لم تطلب توصيلها إليك عن طريقنا،
        أو لأي سبب من الأسباب او رفض أو فشل في استلام منتجاتك المرتجعةRTV خلال
        المدة التي نبلغك بها ، في حالة:
        <br />
        أ- الرفض من جانبنا ؛<br />
        ب- الاسترجاع من قبل العميل ؛ أو
        <br />
        ج- طلب إرجاع المخزون، خلال الفترة الزمنية المحددة لنموذج العمل الذي
        اخترته بدءًا من التاريخ الذي نخطرك فيه بإرجاع المرفوض، أو تأكيد إرجاع
        المخزون.
        <br />
        ‌د- تحتفظ بكافة حقوق ملكية المنتجات حتى يتم تسليمها ودفع ثمنها من قبل
        المشتري، ولن يكون لنا الحق في الحصول على المنتجات في أي وقت خلال تقديم
        خدماتنا) باستثناء الحالات التي تدفع فيها ببيوتي سنتر التكلفة الكاملة
        للمنتجات من خلال تعويض الضرر، أو في حالة عدم الامتثال لسياسة
        المرتجعاتRTV في البند 4.8 (ج) ، والتي في أي ظرف من الظروف ، تنتقل ملكية
        المنتج المنتجات بالكامل إلى ببيوتي سنتر ؛<br />
        ‌ه- سنقوم بتقديم الفواتير وإشعارات الدائن نيابةً عنك، بناءً على بيانات
        سجلك لدى ضريبة القيمة المضافة التي تقدمها وفقاً للفقرة 4-2 (ح) من أجل
        تسهيل المعاملات بينك وبين المشتري. وسوف تُرسَل هذه الفواتير واشعارات
        الدائن إليك في صيغة إلكترونية.
        <br />
        ‌و- ستكون الصلة الأساسية للفواتير بينك وبين المشتري، وبالتالي، لن تقوم
        بإصدار أي فواتير لنا للمنتجات ما لم يتم الاتفاق على خلاف ذلك بين
        الطرفين، يمكنك فقط إصدار قائمة التعبئة أو إيصال التسليم لنا.
        <br />
        ي- ستتمتع بحرية التصرف في اختيار وتعديل تسعير المنتجات يدويًا، عبر متجرك
        الخاص او محرك التسعير أو من خلال واجهة برمجة التطبيق)API) المقدمة في
        حساب البائع الخاص بك. وفقًا للبند 4.5 (ب) ،وعليك الوفاء بجميع الطلبات
        التي يطلبها العميل حتى ولو كان السعر المدُخل خاطئ، وأن تتحمل أنت بالكامل
        أية تكاليف أو التزامات بسبب أخطاء التسعير.
        <br />
      </p>
      <h3>الرسوم والمدفوعات</h3>
      <p>
        1-5 تعتمد الرسوم المطبقة على استخدام خدماتنا على نموذج العمل المحدد. يتم
        تضمين الرسوم وتفصيلها في ملحق الخدمة الخاص بالموقع المعني وقد تختلف في
        المستقبل. يسري العمل بجدول الرسوم المعمول به في تاريخ إبرام صفقة بيع
        المنتج ذات الصلة.
        <br />
        2-5 يجوز أن نفرض أو تفرض إحدى مؤسساتنا التابعة أو الغير المشارك في تقديم
        الخدمات عليك رسومًا تتعلق بـ:
        <br />
        (أ) إدراج المنتجات،
        <br />
        (ب) نسبة مئوية من صفقة البيع ،<br />
        (ج) استخدام خدمات التسليم والتخزين والخدمات اللوجستية الخاصة بنا ،
        <br />
        (د) رسوم معالجة المدفوعات أو رد المبالغ المدفوعة إلى العميل أو غيرها من
        الرسوم ذات الصلة،
        <br />
        (ه) الرسوم الجمركية أو الضرائب الأخرى التي قد نتكبدها عند تقديمنا
        للخدمات إليك،
        <br />
        (و) التكاليف التي قد نتكبدها إذا ما قمت بمخالفة البند 4-2، و<br />
        (ز) الرسوم الأخرى التي ستُخطر بها مقدمًا.
        <br />
        3-5 سنقوم نحن أو شركائنا التابعين لنا أو الأطراف الثالثة المنخرطة في
        تقديم الخدمات برفع فواتير رسوم خدماتنا لك. علاوة على ذلك ، أنت تفوضنا في
        رفع الفواتير نيابة عنك مقابل أي خدمات تقدمها لنا
        <br />
        4-5 يكون بمقدورك التحقق من صحة تقارير المبيعات من خلال حسابك، ويتضمن
        التقرير المبلغ الذي تم تحصيله بنجاح لقاء بيع منتجاتك مخصوماً منه الرسوم
        المطبقة ("عائدات البيع").
        <br />
        5-5 سيتم ايداع عائدات البيع مباشرة وكحد اقص ى يومين عمل في حسابك البنكي.
        ويتم ايداع عائدات البيع فقط في حسابات بنكية في المملكة العربية السعودية
        أو أي دولة أخرى تظهر على الموقع على انها مدعومة بالوظائف القياسية لدينا
        والمفعَّلة لحسابك. لن نكون مسؤولين في أي حال من الأحوال عن أي بيانات
        حساب بنكي غير صحيحة مقدمة من قبلك، والآثار المترتبة على ذلك.
        <br />
        6-5 من أجل تخويل إجراء الدفعات لصالحك، قد نحتاج إلى إنشاء حساب لك لدى
        شركات معالجة المدفوعات الأخرى الخاصة بنا، بما في ذلك قبول الاحكام
        والشروط الخاصة بها وتقديم التفاصيل الخاصة بك نيابة عنك. وتخولنا أنت
        بموجبه القيام بذلك ولن نكون مسؤولين أمامك عن أي ضرر أو خسارة قد تتكبدها
        نتيجة لذلك.
        <br />
        7-5 توافق على إمكانية تقديمنا خصومات على منتجاتك. وفي هذه الحالة، سنقوم
        بإضافة الخصم في الفاتورة المقدمة من قبلك إلى المشتري، وسوف نقوم بسداد
        هذا الخصم عن طريق تعديل عمولتنا.
        <br />
        8-5 في حال رغبتَ ببيع منتجاتك للزبائن في المملكة العربية السعودية، فانت
        تخولنا بموجب هذه الاتفاقية بالإعلان عن بيع هذه المنتجات لدينا بسعر أعلى
        من السعر المحدد من طرفك لغاية تغطية رسوم الشحن والتهيئة.
        <br />
        إضافةً إلى ذلك، عند استيراد البضائع من خارج السعودية، سيتم احتساب ما
        قيمته 5% من سعر البضائع كضريبة تفرضها الحكومة السعودية رسوماً لتخليص
        البضائع المستوردة. وبالرغم من أن البضائع المصدرة إلى خارج الإمارات
        العربية المتحدة تخضع لـ 0% من ضريبة القيمة المضافةVAT في الامارات
        العربية المتحدة، إلا أن المملكة العربية السعودية ستفرض قيمة ضريبة القيمة
        المضافة على أي بضائع مستوردة من خارجها عند
        <br />
        عبورها الحدود. بناءً عليه، تعد هذه الاتفاقية بموجب موافقة من طرفك على
        فرض ما قيمته 5% من سعر بيع البضائع في السعودية كرسوم ضريبية. وفقاً
        للمادة (54) من قانو ن ضريبة القيمة المضافة في الإمارات العربية المتحدة،
        فإن ضريبة المدخلات القابلة للاسترداد تعرف كما يلي:
        <br />
        مبلغ الضريبة القابلة للاسترداد الذي يجوز للخاضع للضريبة المطالبة به عن
        الفترة الضريبية هو مجموع الضرائب التي يتم دفعها مقابل بيع سلع وخدمات
        ليتم استخدامها أو المَنوي استخدامها للقيام بما يلي:
        <br />
        (أ) الإمدادات الخاضعة للضريبة،
        <br />
        (ب) الإمدادات التي يتم تصنيعها خارج الدولة، والتي كان من الممكن أن تكون
        خاضعة للضريبة في حال تم تصنيعها داخل الدولة،
        <br />
        (ج) الإمدادات المحددة في اللائحة التنفيذية القانونية على أنها الإمدادات
        المصنعة خارج دولة الإمارات العربية المتحدة، والتي كانت ستعفى من الضريبة
        لو تم تصنيعها داخل الدولة.
        <br />
        9-5 إذا قمت بتزويدنا ببيانات تسجيل ضريبة القيمة المضافة الخاصة بك، سنقوم
        بإصدار الفاتورة إلى المشتري نيابة عنك ونرسل لك المبلغ الكامل الذي تم
        تحصيله من المشتري بعد خصم أي من عمولاتنا.
        <br />
        10-5 إذا لم تقم بتزويد بيانات تسجيل ضريبة القيمة المضافة الخاصة بك، قد
        نقوم بشراء المنتج منك وإعادة بيع المنتج إلى المشتري وفقا للبند 4-8 (أ).
        توافق على أننا سوف نخصم خمسة بالمئة (%ْ 5) من المبلغ الذي سيتم تحويله
        إليك، ما لم يتم تقديم فاتورة ضريبة القيمة المضافة منك.
        <br />
        11-5 بالرغم من اي نص مخالف في شروط البائع هذه ودون المساس بالحقوق
        والتعويضات الأخرى التي نتمتع بها، تُقر بحقنا في:
        <br />
        (أ) احتجاز كافة وأية مبالغ مستحقة لصالحك لتعويض جميع الخسائر أو الأضرار
        التي تكبدناها أو تكبدها اي بائع، على النحو الذي نحدده بشكل منفرد، من
        جراء، على سبيل المثال، وليس الحصر:
        <br />
        (1) المنتجات التي تنتهك حقوق الملكية الفكرية للغير؛ و<br />
        (2) السلوك الاحتيالي من جانبك؛ و<br />
        (ب) عند تعليق حسابك أو اغلاقه أو إنهاء استخدامك لخدماتنا، يكون لنا الحق
        في اجراء مقاصة فيما بين المبالغ التي يتم دفعها إليك بموجب مبلغ نحدده
        ويكفي لتغطية رد المبالغ المدفوعة، و المبالغ المستردة، و<br />
        التعديلات، أو غيرها من المبالغ المدفوعة إلى المشترين فيما يتعلق بصفقات
        البيع الخاصة بك لفترة تمتد إلى ثلاثة
        <br />
        (3) أشهر. وفي نهاية فترة الثلاثة ( 3) أشهر التي تلي التعليق أو الإنهاء،
        نصرف لك أي مبلغ غير مُستخدم في
        <br />
        تعويض رد المبالغ المدفوعة، أو المبالغ المستردة، أو التعديلات، أو غيرها
        من المبالغ المدفوعة إلى المشترين أو نطلب منك تعويضات عبر أي من الوسائل
        التالية، عن أي مبلغ إضافي يلزم لتعويض رد المبالغ المدفوعة، أو المبالغ
        المستردة، أو التعديلات، أو غيرها من المبالغ المدفوعة إلى المشترين، على
        النحو المطبق:
        <br />
        (1)عن طريق الخصم من الدفعات المستحقة لك في المستقبل؛
        <br />
        (2) إلغاء أي أرصدة مستحقة لحسابك؛
        <br />
        (3) فرض رسوم على بطاقتك الائتمانية؛ أو
        <br />
        (4) السعي للحصول منك على تعويض عن طريق أي وسيلة مشروعة أخر ى.
        <br />
        تخولنا من جانبك استخدام أي أو كل الوسائل السابقة للحصول على التعويض، بما
        في ذلك الخصم من بطاقتك الائتمانية أو حسابك البنكي.
        <br />
        12-5 توافق على تعويضنا وإبراء ذمتنا، بما في ذلك تعويض وإبرام ذمة مؤسستنا
        الأم والمؤسسات التابعة لها وفروعها والمديرين والمسؤولين والوكلاء
        والموظفين والموردين والمقاولين من الباطن والمرخصين المتعلقين بمؤسستنا أو
        بالمؤسسة الأم والمؤسسات الفرعية والتابعة من وضد أي خسائر وأضرار ونفقات
        (بما في ذلك الرسوم القانونية و أتعاب المحامين ) التي قد تنشأ عن أو تتعلق
        بأي مطالبات أو طلبات مقدمة من أي طرف ثالث بسبب أو ناشئة عن:
        <br />
        أ) خرقك لهذا البند 5 أو البند 4-2 (ح)؛ أو ب) انتهاكك لأي قوانين أو لوائح
        معمول بها.
        <br />
      </p>
      <h3>الملكية الفكرية</h3>
      <p>
        1-6 تمنحنا ترخيصاً غير حصري، وخاليًا من الرسوم، وقابلاً للترخيص من
        الباطن، وقابل للتحويل، وقابل للإحالة، دائم وعالمي لاستخدام العلامات
        التجارية الخاصة بك وغيرها من حقوق الملكية الفكرية التي يجوز لك أن تزودنا
        بها حتى يتسنى لنا تقديم الخدمات للمستخدمين النهائيين. علاوة على ذلك، لا
        يحق استخدام اسم بيوتي سنتر أو علامتها التجارية أو شعارها في أي إعلانات
        أو حملات ترويجية أو معلومات دون الموافقة الخطية المسبقة من بيوتي سنتر أو
        السماح باستخدامها، وعند الحصول على هذه الموافقة يتم استخدام اسم بيوتي
        سنتر وعلامتها التجارية وشعاراتها بدقة وفقاً للتصريح الممنوح من بيوتي
        سنتر.
      </p>
      <h3>الضمانات والإقرارات والتعهدات</h3>
      <p>
        1-7 تضمن وتُقر وتتعهد بـ:
        <br />
        (أ) انك تتمتع بكامل الصلاحية للموافقة على شروط البائع هذه وانه عليك أن
        تلتزم التزامًا تاماً وفي كل الأوقات بجميع القوانين واللوائح والتشريعات
        المعمول بها، بما في ذلك على سبيل المثال لا الحصر:
        <br />
        (1) قوانين مكافحة الرشوة، ومكافحة الفساد، ومراقبة الصادرات، والعقوبات؛
        <br />
        (2) قوانين حماية المستهلك؛
        <br />
        (3) لوائح الاستيراد، بما في ذلك فيما يتعلق بالموافقات على الأنواع؛ و
        <br />
        (4) الرسوم الجمركية وغيرها من الضرائب المباشرة وغير المباشرة المعمول
        بها؛
        <br />
        (ب) حصولك على جميع التراخيص والأذونات والتصاريح وحقوق الملكية والموافقات
        والرخص اللازمة في المنتجات التي تدرجها أو التي يتم إدراجها نيابة عنك،
        وذلك لبيع هذه المنتجات أو الترويج لها في المملكة العربية السعودية؛
        <br />
        (ج) تطابق منتجاتك المدرجة مع معايير الجودة والسلامة المطلوبة في المملكة
        العربية السعودية؛
        <br />
        (د) أن جميع المنتجات جديدة (وليست مجددة أو مستعملة) وخالية من أي عيوب؛
        <br />
        (ه) تتحمل وحدك كامل المسؤولية عن أي التزامات قانونية مترتبة على شراء
        واستخدام بضاعتك المدرجة على الموقع من قبل مستخدمي الموقع أو أي طرف ثالث
        آخر؛
        <br />
        (و) إنك تملك أو تتمتع بالصلاحية في منح التراخيص الممنوحة لنا من جانبك
        بموجب شروط البائع ؛ و أن يكون أي محتوى تقدمه باعتباره جزءًا من استخدامك
        للخدمات وأي منتجات تقوم بإدراجها لا تنتهك حقوق الغير في أي مكان في
        العالم بما في ذلك، على سبيل المثال لا الحصر، أي حقوق ملكية فكرية (سواء
        كانت مسجلة أم غير مسجلة)،
        <br />
        (ز) يجب عليك إدراج أبعاد المنتج على الموقع بصورة صحيحة ودقيقة. وإذا لم
        تكن الأبعاد صحيحة ،ستكون مسؤولا عن أي تكاليف شحن إضافية قد يتم تكبدها.
        <br />
        2-7 مع مراعاة أحكام البند 7-1، تُقدم الخدمات إليك على أساس "الحالة التي
        هي عليها" دون تقديم إقرارات أو ضمانات أو شروط من أي نوع كانت. ونخلي
        مسؤوليتنا عن جميع الضمانات والشروط والإقرارات من أي نوع كانت، سواء كانت
        صريحة أو ضمنية أو تابعة، بما في ذلك على سبيل المثال لا الحصر، جميع
        الشروط أو الإقرارات أو الضمانات المتعلقة بقابلية التسويق، أو الملاءمة
        لغرض معين أو غرض عام، أو عدم الانتهاك، أو التوافق، أو أن الخدمات آمنة،
        أو خالية من الأخطاء، أو من شأنها أن تعمل دون انقطاع أو ستُقدم على نحو
        سليم أو في الوقت المناسب أو عدم تقديمها على الإطلاق.
        <br />
        3-7 بالإضافة الى ذلك، وبالرغم من أننا نحاول أن نتمتع بالدقة قدر الإمكان،
        فإننا لا نضمن أن وصف المنتج أو المحتويات الأخرى لأي خدمة دقيق أو كامل أو
        موثوق به أو حديث أو خالي من الأخطاء. بالإضافة إلى ذلك، تقع عليك
        المسؤولية في مراجعة محتويات القوائم الخاصة بك للتحقق من دقتها، وعدم
        محاولة تحميل مقدمي الكتالوجات/المحتويات التابعين لنا المسؤولية عن عدم
        الدقة .<br />
        4-7 في حال قررنا ، وفقًا لتقديرنا الخاص ، أنك قد انتهكت أيًا من الضمانات
        والإقرارات والتعهدات الواردة في الفقرة: 7-1
        <br />
        (أ) ستكون مسؤولاً عن دفع تعويضات لا تقل قيمتها عن خمسون ألف ريال سعودي،
        بالإضافة إلى دفع أية غرامة أو رسوم تفرضها أية سلطة أو جهة حكومية،
        <br />
        (ب) سيتم تعليق أي دفعات مستحقة علينا إليك إلى أن يتم معالجة هذا الخرق ؛
        <br />
        (ت) قد نقوم بفرض غرامة مالية كتعويض منك لنا، والتي سيتم تحديدها وإقرارها
        وفقاً لتقديرنا، عن كل الخسائر المباشرة وغير المباشرة التي نتكبدها نتيجة
        للانتهاك ، بما في ذلك التعويض عن الخسارة في السمعة، 1-4-7 علاوة على ذلك
        ، عندما لا تدفع كامل التعويض و / أو العقوبة المفروضة ، فإننا نفرض حظرًا
        مشروطًا على أساس الوقت.
        <br />
        2-4-7 على الرغم مما سبق ، فإننا نحتفظ بالحق في اتخاذ الإجراءات القانونية
        المناسبة ضدك والإبلاغ عن هذه المنتجات التي تنتهك البند 7-1 إلى سلطات
        إنفاذ القانون.
        <br />
      </p>
      <h3>مكافحة التقليد أو التزييف</h3>
      <p>
        1-8 يمنع منعاً باتاً إدراج أو بيع أي منتجات مقلدة أو مزيفة على الموقع.
        كل منتج يتم بيعه على الموقع يجب أن يكون أصلياً وموثوقاً. تشمل المنتجات
        المزيفة الممنوعة كل من؛ المنتجات المقلدة، المنتجات المغشوشة أو النسخ
        المقرصنة للمنتجات أو المحتوى، أو المنتجات المقلدة التي تم نسخها أو إعادة
        إنتاجها أو تصنيعها بطريقة غير قانونية؛
        <br />
        2-8 تقع على عاتقك كامل المسؤولية لضمان أن جميع المنتجات المدرجة على
        الموقع للبيع من قبلك هي منتجات أصلية وغير مقلدة، ولا تنتهك حقوق الملكية
        الفكرية لأي طرف ثالث؛
        <br />
        3-8 نحتفظ بحقنا في التحقق والتأكد من أن جميع المنتجات المباعة على الموقع
        هي منتجات أصلية وغير مقلدة ،وفي حال تبين، استناداً لتقديرنا الخاص، أن
        أحد المنتجات كان مقلداً أو غير أصلي بنسبة 100% فإننا سنقوم باتخاذ
        الإجراءات التالية:
        <br />
        (أ) ستكون مسؤولاً عن دفع تعويضات لا تقل قيمتها عن مئتي ألف ريال سعودي
        (200000 ريال سعودي) ، بالإضافة إلى دفع أية غرامة أو رسوم تفرضها أية سلطة
        أو جهة حكومية،
        <br />
        (ب) سيتم تعليق أي دفعات مستحقة علينا إليك إلى أن يتم النظر في قضية
        التزييف وحلها،
        <br />
        (ج) قد نقوم بفرض غرامة مالية كتعويض منك لنا، والتي سيتم تحديدها وإقرارها
        وفقاً لتقديرنا، عن كل الخسائر المباشرة وغير المباشرة التي تسبب بها
        المنتج المزيف لنا عند بيعه على الموقع، بما في ذلك التعويض عن الخسارة في
        السمعة،
        <br />
        4-8 إضافةً إلى ذلك، في حال لم يتم دفع التعويض والغرامات المفروضة عليك
        بالكامل، سنقوم بفرض حظر مؤقت عليك، يتم إلغاؤه فقط عند استيفاء الشروط،
        <br />
        5-8 وبالرغم من الشروط الموضحة أعلاه، نحتفظ بحقنا باتخاذ الإجراءات
        القانونية اللازمة بحقك، والإبلاغ عن حالات التزييف والمنتجات المقلدة
        للسلطات والجهات الحكومية المختصة لاتخاذ اللازم.
        <br />
      </p>
      <h3>المسؤولية</h3>
      <p>
        1-9 لا يوجد في شروط البائع ما من شأنه أن يحد أو يعف مسؤولية أي طرف:
        <br />
        (أ) عن الاحتيال، بما في ذلك التدليس، الذي يرتكبه هذا الطرف؛
        <br />
        (ب) عن الوفاة أو الإصابة الشخصية الناجمة عن الإهمال من جانب هذا الطرف؛
        أو
        <br />
        (ج) عن أي مسؤولية أخرى لا يجوز حدها أو الإعفاء منها بموجب القانو ن
        المعمول به.
        <br />
        2-9 مع مراعاة أحكام البند 9-1، لن نكون في أي حال من الأحوال أو مؤسستنا
        الأم أو المؤسسات الفرعية أو المؤسسات التابعة لنا، وكذلك أعضاء مجلس
        الإدارة أو المسؤولين أو الوكلاء أو الموظفين أو الموردين أو المقاولين من
        الباطن أو المرخصين لدينا ولديهم مسؤولين، سواء على أساس إجراء أو مطالبة
        في العقد أو المسؤولية التقصيرية أو الإهمال أو الإخلال بالواجب القانوني
        أو خلاف ذلك الناشئة عن أو فيما يتعلق بشروط البائع، عن خسارة الأرباح، أو
        فقدان البيانات أو المعلومات، أو انقطاع الأعمال أو غيرها من الخسائر
        المالية أو عن أي أضرار خاصة أو غير مباشرة أو لاحقة أو عرضية، حتى وإن تم
        إخطارنا أو المؤسسات التابعة لنا أو أعضاء مجلس الإدارة أو المسؤولين أو
        الوكلاء أو الموظفين أو المرخصين أو المقاولين من الباطن أو الموردين
        التابعين لنا بإمكانية حدوث مثل هذه الأضرار.
        <br />
        3-9 إضافة إلى ذلك، والى الحد الذي يسمح به القانون المعمول به، فنحن (بما
        في ذلك مؤسستنا ا لأم المؤسسات التابعة لها وفروعها والمدراء أو المسؤولين
        أو الوكلاء أو الموظفين أو الموردين أو المقاولين من الباطن أو المرخصين
        التابعين لنا ولهم) غير ملزمين، وتقر على عدم تحميلنا (بما في ذلك مؤسستنا
        الأم والمؤسسات التابعة لها وفروعها وأعضاء مجلس الإدارة أو المسؤولين أو
        الوكلاء أو الموظفين أو الموردين أو المقاولين من الباطن أو المرخصين
        التابعين لنا ولهم) أية مسؤولية، عن أي أضرار أو خسائر ناجمة بشكل مباشر أو
        غير مباشر عن:
        <br />
        المحتوى أو غيره من المعلومات التي تقدمها عند استخدامكم للخدمات،
        <br />
        استخدامك لخدماتنا أو عدم قدرتك على استخدامها، و/أو تأخير أو انقطاع
        لخدماتنا؛
        <br />
        التسعير أو الشحن أو التنسيق أو غيرها من الإرشادات التوجيهية والمعلومات
        التي قمنا بتقديمها أو استخدامها لقوائم المنتجات،
        <br />
        حدوث أي عيوب أو أضرار في المنتج قبل إقرارنا باستلام المنتج الخاص بك،
        <br />
        الأعطال أو الأخطاء أو اي حالة من حالات عدم الدقة من أي نوع كانت في
        خدماتنا، والفيروسات أو غيرها من البرامج الضارة التي يتم الحصول عليها عن
        طريق الوصول إلى خدماتنا أو الاتصال بها، حدوث أضرار بجهاز الكمبيوتر الخاص
        بك نتيجة استخدام موقعنا، محتوى أو أفعال أو امتناع عن فعل الغير
        المستخدمين لخدماتنا، أي تعليق أو إجراءات أخرى نتخذها متعلقة باستخدامك
        للخدمات، المدة أو الطريقة التي تظهر فيها القوائم الخاصة بك في نتائج
        البحث،
        <br />
        حاجتك لتعديل الممارسات أو المحتوى أو السلوك أو خسارتك أو عدم تمكنك من
        مزاولة الأعمال نتيجة التغييرات التي تطرأ على شروط البائع.
        <br />
        4-9 مع مراعاة البند 1-9، إذا تقرر أن البندين 2-9 أو 3-9 غير قابلين
        للتنفيذ أو التطبيق لأي سبب من الأسباب، تقتصر التزاماتنا الكلية بما في
        ذلك التزام مؤسستنا الأم المؤسسات التابعة لها وفروعها والمدراء أو
        المسؤولين أو الوكلاء أو الموظفين أو الموردين أو المقاولين من الباطن أو
        المرخصين التابعين لنا ولمؤسستنا الأم والمؤسسات التابعة لها وفروعها؛
        تجاهك، سواء كان منشؤها إجراء أو مطالبة في العقد أو إهمال أو إخلال
        بالواجبات القانونية أو بخلاف ذلك ناتجة عن شروط البائع أو على علاقة بها –
        على القيمة الأدنى لـسعر المنتج المباع على موقعنا وتكاليف الشحن الأصلية،
        <br />
        قيمة الرسوم المتنازع عليها، على ان لا تتجاوز قيمتها إجمالي قيمة الرسوم
        التي تم تسديدها إلينا خلال فترة الأثني عشر(12) شهراً التي تسبق الإجراء
        الذي أدى إلى المسؤولية، أو؛ ثلاثمائة ريال سعودي (300 ريال سعودي).
        <br />
        5-9 توافق على تعويضنا وإبراء ذمتنا، بما في ذلك تعويض وابراء ذمة مؤسستنا
        الأم والمؤسسات التابعة لها وفروعها وأعضاء مجلس الإدارة أو المسؤولين أو
        الوكلاء أو الموظفين أو الموردين أو المقاولين من الباطن أو المرخصين لدينا
        ولديهم، من ومقابل أي خسائر وأضرار ونفقات (بما في ذلك الرسوم القانونية
        وأتعاب المحامين) ("المطالبات") ناشئة عن أو متعلقة بما يلي:
        <br />
        رفضنا استلام منتجك منك بموجب شروط البائع ،<br />
        أي مطالبات أو طلبات مرفوعة من قبل الغير ( بما في ذلك المشترين الذين
        يستخدمون موقعنا) بسبب أو نتيجة استخدامك للخدمات،
        <br />
        مخالفتك لأي حكم من أحكام شروط البائع بما في ذلك على سبيل المثال لا الحصر
        أي ضمانات وإقرارات وتعهدات،
        <br />
        مخالفتك لأي قانو ن من القوانين المعمول بها بما في ذلك على سبيل المثال لا
        الحصر، قانو ن حماية البيانات وقوانين مكافحة البريد الإلكتروني العشوائي
        إلى جانب قوانين مكافحة الرشوة ومكافحة الفساد والرقابة على الصادرات
        والعقوبات،
        <br />
        المنتجات المدرجة الخاصة بك، بما في ذلك ما يتعلق بالعيوب في المنتجات
        والخسائر التي يتكبدها الغير الناجمة عن استخدام منتجاتك،
        <br />
        طريقة استخدامك لخدماتنا، بما في ذلك على سبيل المثال لا الحصر، أن ينتهك
        محتوى أي بيانات أو منتجات أو العلامات التجارية التابعة لك التي تدرجها،
        حقوق الملكية الفكرية للغير أو أن يعد محتوى القوائم الخاصة بك افتراءً أو
        تشهيراً أو قذفا أو انتهاكاً لأي حقوق أخرى (بما في ذلك حقوق الخصوصية (
        تخص الغير )بما في ذلك مستخدمي الموقع الآخرين).
        <br />
        6-9 في حالة انتهاكك أو عدم امتثالك لأي من التزاماتك على النحو المنصوص
        عليه في شروط البائع هذه ، فإنك توافق بموجب هذا على أننا نحتفظ بالحق في
        الكشف عن معلوماتك لأطراف ثالثة ، بما في ذلك على سبيل المثال ولا الحصر،
        السلطات الحكومية أو التنظيمية و / أو مالكي العلامات التجارية ، من أجل حل
        أي مشكلات تنشأ عن هذا الانتهاك.
        <br />
      </p>
      <h3>تعليق العمل بحسابك وإنهائه</h3>
      <p>
        1-10 مع عدم المساس بأي حق من حقوقنا وتعويضاتنا ودون أي مسؤولية تجاهك،
        يجوز لنا تقييد أو تعليق أو سحب حقك في الوصول إلى خدماتنا و/أو حذف
        المحتوى الموجود المقدم من قبلك أو نيابة عنك إذا اعتبرنا، في تقديرنا
        المطلق:
        <br />
        (أ) أنك قد قمت بالإخلال بشروط البائع بأي طريقة كانت،
        <br />
        (ب) أننا قمنا برفض استلام المنتج منك بموجب شروط البائع،
        <br />
        (ج) أنك لم تتعاون تعاوناً مناسباً مع أي تحقيق من قبلنا أو من قبل اي جهة
        خاصة او حكومية،
        <br />
        (د) أنك لم تلتزم في تحقيق مؤشرات الأداء المتفق عليها؛ أو ان كان من شأن
        مواصلة تقديم الخدمات لك أن يعرضنا أو يعرض مستخدمي الموقع الآخرين إلى
        إجراء تنظيمي أو أي خطر محدق آخر. عند إنهاء حسابك، سيتم انهاء سجل حساب
        البائع الخاص بك.
        <br />
        2-10 ان اي إنهاء لـشروط البائع هذه (مهما كان سببه) يجب أن لا:
        <br />
        (أ) يؤثر على أي حقوق أو التزامات مستحقة لأي من الطرفين،
        <br />
        (ب) يؤثر على أي حكم من أحكام شروط البائع الذي يُنص صراحةً أو ضمناً على
        سريانه أو الإنهاء؛ أو
        <br />
        (ج) يتطلب أمر من المحكمة.
        <br />
      </p>
      <h3>السرية</h3>
      <p>
        1-11 لأغراض شروط البائع هذه، يشمل مصطلح" معلومات سرية" المواد والمعلومات
        الخاصة أو السرية أو غير العامة أو الخاصة بالملكية التي تم أو يجوز
        الإفصاح عنها لك، سواء بصورة مباشرة أو غير مباشرة، أو التي حصلت عليها أو
        علمت بها سواء شفاهه أو كتابة أو بيانيًا أو في صيغة إلكترونية أو غيرها من
        الصيغ بموجب الاتفاق على شروط البائع أو نتيجة لها.
        <br />
        2-11 عليك ان تحافظ على سرية المعلومات السرية التي يجوز أن نقدمها لك أو
        التي تتلقاها نتيجة استخدامك للخدمات ولا يجوز لك افشاء أي معلومات سرية من
        هذا القبيل أو الإفصاح عنها أو استخدامها أو إتاحتها أو
        <br />
        نسخها دون الحصول على موافقتنا الخطية على ذلك. ويج وز لك الإفصاح عن
        المعلومات السرية للموظفين أو الوكلاء أو المقاولين من الباطن فقط عند
        حاجتهم إلى معرفتها. ويستثنى من الالتزام بالسرية هذه المعلومات السرية:
        <br />
        المعروفة أو التي أصبحت معروفة لك، سواء بصورة مباشرة أو غير مباشرة، من
        مصدر الغير الذي لا يخضع إلى الالتزام بالسرية تجاهنا،
        <br />
        التي أصبحت معروفة للعامة أو غير ذلك مما توقف عن كونه سرًا أو ملكية خاصة
        أو سري ما عدا البيانات التي تم الافصاح عنها من خلال مخالفة شروط البائع
        هذه، التي تم تطويرها بشكل مستقل من قبلك،
        <br />
        التي يُطلب الإفصاح عنها من قبل أي جهة حكومية أو من خلال القانون شريطة أن
        تقدم لنا إشعاراً خطياً مناسباً مسبقاً كاف للسماح لنا بالطعن على مثل هذا
        الإفصاح.
        <br />
      </p>
    </div>
  );
};

export default Text;
