export const questions = [
  {
    title: "من نحن",
    icon: "question",
    questions: [
      {
        code: "A",
        q: "ماهي منصة بيوتي سنتر ؟",
        a: [
          "هي منصة تقوم   بربط  أصحاب الذائقة الرفيعة بموردين ومتاجر سعودية وعالمية معروفة وكبيرة  مبدعين في مكان واحد!",
          "بيوتي سنتر هي منصة تسوق إلكترونية رائدة في المملكة العربية السعودية تضم أكثر من 800 ألف منتج متنوع من موردين محليين وعالميين. تتميز بجودة عالية، عروض سعرية منافسة وتنوع كبير في العلامات التجارية. التي تلبي احتياجات العملاء المختلفة. بيوتي سنتر  وجهة مثالية للاستمتاع بتجربة تسوق مميزة وشاملة في عالم المنتجات .",
        ],
      },
      {
        code: "A",
        q: "من هم شركاء بيوتي سنتر ؟",
        a: [
          "شركاء منصة بيوتي سنتر هم متاجر وشركات ومؤسسات ذوي خبرة وسمعة ممتازة في جميع المجالات والمنتجات المتنوعة . تم اختيارهم بعناية كبيرة وفقًا لمعايير صارمة تتضمن الاعتماد على تاريخهم المهني الممتاز ومكانتهم كموردين كبار ووكلاء حصريين في مجال منتجاتهم المختارة.",
          "يتميز شركاء بيوتي سنتر بتنوع هائل في منتجاتهم، حيث يقدمون مجموعة واسعة من المنتجات المبتكرة والمتنوعة التي تلبي احتياجات وتفضيلات العملاء المتنوعة. بغض النظر عن نوع المنتج الذي تبحث عنه ، فإنه سيتم توفيره بجودة عالية وأسعار تنافسية.",
          "وبالإضافة إلى ذلك، يتمتع شركاء بيوتي سنتر بخبرة كبيرة في إدارة الطلبات والتعامل مع العملاء. يقومون بمتابعة دقيقة لجميع السياسات والشروط المقدمة من قبل الشركاء، ويوفرون الضمانات اللازمة لتوفير تجربة تسوق موثوقة وسلسة. كما نطمنكم على التحقق من جميع المستندات الرسمية والمعتمدة لضمان توريد المنتجات بطريقة قانونية وموثوقة.",
          "بفضل هؤلاء الشركاء المتميزين، يتم توفير مجموعة واسعة من المنتجات عالية الجودة والعلامات التجارية المرموقة على منصة بيوتي سنتر، مما يضمن للعملاء تجربة تسوق فريدة وموثوقة في جميع المجالات المتنوعة .",
        ],
      },
      {
        code: "A",
        q: "هل منصة بيوتي سنتر موثقة في المركز السعودي للأعمال؟",
        a: [
          "منصة بيوتي سنتر  موثقة لدى المركز السعودي للأعمال",
          "رقم التوثيق 0000020195",
          "رقم السجل التجاري 5950130843",
        ],
      },
    ],
  },
  {
    title: "شروط الانضمام",
    icon: "terms",

    questions: [
      {
        code: "B",
        q: "ما هي الخطوات اللازمة لتقديم طلب لتصبح بائعًا على المنصة؟        ",
        a: [
          "لتقديم طلب لتصبح بائعًا على منصة بيوتي سنتر، يجب اتباع الخطوات التالية:            ",
          "-التحقق من المتطلبات: تأكد من توافر المتطلبات التالية:            ",
          "يجب أن تكون لديك متجر إلكتروني موجود فعليًا على المنصات المعترف بها مثل سلة، زد، شيبوفاي، أو في استضافة خاصة.            ",
          "يجب أن يكون لديك رخصة تجارية نشطة لنوع التجارة المذكور في المستندات.        ",
          "إذا كنت مواطنًا محليًا، يجب أن يكون المشروع مملوكًا لك كشخص محلي. وإذا كنت غير مواطنًا وتمتلك شريكًا محليًا، يجب أن يكون لديك شريك مواطن.        ",
          "إذا كنت غير مواطنًا وتملك أو تدير شركة بواسطة أحد أفراد الأسرة المحلية، يجب أن يكون لديك زوج أو زوجة مواطنين.        ",
          "-تعبئة النموذج الاشتراك كبائع: قم بالتسجيل عبر الرابط التالي: https://shop.beauty-t-center.com/seller واملأ النموذج بالمعلومات المطلوبة .        ",
          "-تحميل الوثائق المطلوبة: بعد التسجيل، قم بتحميل الوثائق المطلوبة التي تثبت توافر المتطلبات المذكورة سابقًا.        ",
          "-التواصل مع رعاية الشركاء العامة: بمجرد الانتهاء من التسجيل وتحميل الوثائق، يجب عليك التواصل مع فريق رعاية الشركاء العامة للمتابعة واتخاذ الخطوات اللازمة لاستكمال عملية تصبح بائعًا على المنصة.        ",
        ],
      },
      {
        code: "B",
        q: "ما هي المتطلبات الأساسية للتسجيل كبائع على المنصة؟        ",
        a: [
          "يستند الرد على الاستفسار إلى الشروط والأحكام المذكورة في البيان المقدم عن منصة بيوتي سنتر. وفقًا لهذه البيانات، فإن المتطلبات الأساسية للتسجيل كبائع على المنصة هي كالتالي:            ",
          "المنصة تستقبل البائعين من المملكة العربية السعودية، والبائعين الموثوقين من الدول الأخرى مع توفير حساب باي بال أو ويسترن يونيون لعمليات التحويل.        ",
          "- يجب على البائع توفير صور ووصف دقيق للمنتجات المعروضة للبيع على المنصة.        ",
          "- يجب أن تحتوي المنتجات على وصف دقيق وشامل للمنتج.        ",
          "- يتم تحويل الأموال للبائعين مع نهاية كل أسبوع، مع استقطاع نسبة الموقع ونسبة الدفع لبوابات الدفع الإلكتروني.          ",
          "- البائع مسؤول عن تقديم بياناته البنكية بشكل صحيح، وتخلي بيوتي سنتر مسؤوليتها عن أي معلومات غير صحيحة تم تقديمها من قبل البائع.        ",
          "- يجب على البائعين توفير عنوان شحن صحيح، وتتكفل بيوتي سنتر بتوفير ناقل الشحن.        ",
          "- يجب على البائعين تحديد سياسة الإرجاع والتبديل بشكل واضح وصريح، بما في ذلك الأسباب المقبولة للإرجاع والتبديل والمدة الزمنية المسموحة لذلك.        ",
          "-يجب على البائعين الرد على استفسارات المشترين أو خدمة عملاء المنصة بشكل سريع وفعال وتوفير خدمة عملاء عالية الجودة. مع توفير المنصة لفريق متكامل من خدمة العملاء بالإضافة إلى استخدام الذكاء الاصطناعي لضمان سرعة الاستجابة.        ",
          "- يجب على البائعين الالتزام بالسلوك المناسب على المنصة والتفاعل مع المشترين بأسلوب احترافي ومهذب.        ",
          "- يجب على البائعين الالتزام بجميع القوانين واللوائح المعمول بها والتي تنطبق على عمليات البيع عبر الإنترنت في منطقة البائع.        ",
          "- تحتفظ منصة بيوتي سنتر بحق إزالة أي منتج لا يتوافق مع شروط الاستخدام أو مخالف للقوانين المعمول بها.        ",
        ],
      },
      {
        code: "B",
        q: "هل هناك رسوم تسجيل أو رسوم شهرية للانضمام كبائع؟        ",
        a: [
          "لا توجد رسوم شهرية أو رسوم تأسيس للانضمام كبائع على منصة بيوتي سنتر. بدلاً من ذلك، يتم احتساب نسبة ثابتة من كل عملية شراء ناجحة لمنتجك. يوضح البيان المذكور في آخر خطوة من خطوات التسجيل في منصة بيوتي النسب المعمول بها.            ",
        ],
      },
      {
        code: "B",
        q: "ما هي الفئات أو المنتجات التي يمكنني بيعها على المنصة؟       ",
        a: [
          "منصة بيوتي  تتسم بتنوع كبير في الفئات والمنتجات التي يمكن بيعها. و لا يوجد حدود محددة للفئات أو المنتجات التي يمكن بيعها على المنصة. تحتوي منصة بيوتي سنتر على اكثر من   3000 قسم رئيسي وفرعي وذلك بسبب التنوع الكبير، علماً أن جميع الفئات معروضة دون استثناء.            ",
          "ومع ذلك، يجب أن يلتزم التاجر بسياسة المنتجات التي تحددها المنصة، وهذا يعني أن المنصة لها الحق في قبول أو رفض المنتجات التي ترغب في بيعها، وفقًا لهذه السياسة. لذا، يمكنك بيع أي منتجات تتوافق مع هذه السياسة دون وجود حدود للفئات أو المنتجات.        ",
        ],
      },
      {
        code: "B",
        q: "هل هناك متطلبات بناءة للصور المنتج والوصف؟        ",
        a: [
          "هناك متطلبات خاصة  للصور والوصف في منصة بيوتي الإلكترونية.  فصور المنتج يجب أن تكون عالية الجودة وواضحة يفضل ان يكون امتداد الصور بصيغة WebP)) لعرض المنتج بشكل جذاب ومعبر.             ",
          "يجب أن تحتوي على عدة زوايا للمنتج وتظهر التفاصيل بوضوح.        ",
          "أما بالنسبة لتفاصيل المنتجات والوصف ، يجب تقديم وصف دقيق وشامل يوضح ميزات المنتج وفوائده وطريقة استخدامه. يجب أن يكون الوصف ملهمًا وجذابًا ليشجع الزبائن على الشراء.        ",
          "قد تكون المنصة لديها متطلبات محددة بخصوص الحجم ونوعية الصور، وطول الوصف وأسلوبه. يجب الالتزام بتلك المتطلبات لضمان جودة عرض المنتج وتوضيحه بشكل جيد للعملاء المحتملين.       ",
        ],
      },
      {
        code: "B",
        q: "كيف يتم تسجيل المبيعات والمخزون على المنصة؟        ",
        a: [
          "تعتمد طريقة تسجيل المبيعات وإدارة المخزون على المنصة على نوعية ونظام الإدارة المستخدم. هناك نظام متكامل يسمح للبائعين بإدارة مبيعاتهم ومخزونهم بسهولة وتتبع شحناتهم وعروضهم ومتابعة منتجاتهم بجميع تفاصيلها ورفع البانرات الأعلانية خاصة بكل تاجر .            ",
          "و يتم تسجيل المبيعات عبر إضافة المنتجات التي تم بيعها إلى سجل مبيعات البائع. يُسجل كل منتج مباع مع تفاصيل العملية مثل الكمية، السعر، تاريخ البيع، ومعلومات العميل....الخ        ",
          "أما بالنسبة لإدارة المخزون، فيتم تحديث المخزون تلقائياً عند حدوث المبيعات. عند بيع منتج ما، يُقلل النظام من كمية المنتج المتوفر في المخزون بشكل تلقائي. عن طريق نظام الــ API        ",
          "كما ان لوحة التحكم تحتوي على تقارير تفصيلية حول المبيعات وحالة المخزون لمساعدة البائع في مراقبة الأداء واتخاذ القرارات الاستراتيجية بشأن المخزون وتوفير المنتجات.        ",
        ],
      },
      {
        code: "B",
        q: "ما هي سياسة الشحن والتوصيل التي يجب أن أتبعها؟       ",
        a: [
          " سياسة الشحن والتوصيل على منصة بيوتي مُنظمة ومتنوعة. يوجد عدة طرق معتمدة للشحن، ومنها شحن المنتجات من قبل التاجر إذا كانت كل المنتجات مشتراة من تاجر واحد، حيث تظهر شركات الشحن الخاصة بالتاجر في صفحة الدفع للعميل.            ",
          "أما إذا كانت المنتجات مشتراة من أكثر من بائع، فإن منصة بيوتي تتولى شحن جميع المنتجات للعميل عبر شركات اللوجستيك التابعة للمنصة. هذا يعني أن العميل سيحصل على شحن موحّد لجميع منتجاته من مختلف البائعين عبر شركات اللوجستيك التي تعمل مع منصة بيوتي.            ",
          "و من الأفضل التحقق من سياسة الشحن والتوصيل على المنصة بشكل دقيق، حيث قد تكون هناك تفاصيل إضافية تتعلق بالمدة الزمنية للتسليم، الرسوم، وشروط الإرجاع. هذه المعلومات غالبًا ما تكون متاحة في صفحة معلومات الشحن والتوصيل على المنصة.            ",
        ],
      },
      {
        code: "B",
        q: "هل هناك متطلبات خاصة لخدمة العملاء أو سياسة الإرجاع والاسترداد؟       ",
        a: [
          "هناك مرونة في تحديد سياسة خدمة العملاء والإرجاع على منصة بيوتي. بمجرد قبول انضمامك كبائع  على  المنصة، يُمكن وضع سياسة الإرجاع والاسترداد الخاصة بك كبائع  من خلال لوحة التحكم الخاصة بك.        ",
          "هذا يتيح للبائعين تحديد شروط الإرجاع والاسترداد الخاصة بهم وفق السياسة المعمول بها كبائع ، بما في ذلك مدة وطرق وشروط الإرجاع. بعد وضع هذه السياسة، سيتم مراجعتها وإذا تمت الموافقة عليها، سيتم تضمينها تلقائيًا على جميع منتجات البائع.        ",
          "من الجيد النظر في هذه السياسة بعناية وتحديد شروط واضحة للإرجاع والاسترداد، بما في ذلك مدة قبول الإرجاع، وحالة المنتج المراد إعادته، وسياسة الاسترداد المالي إن كانت هناك. هذه التفاصيل غالبًا ما تكون مهمة لتوضيح الخيارات المتاحة للعملاء وضمان تجربة تسوق جيدة على المنصة.        ",
        ],
      },
      {
        code: "B",
        q: "هل يوجد نظام تقييم للبائعين على المنصة؟        ",
        a: [
          "بالطبع، يوجد نظام تقييم للبائعين والمنتجات على منصة بيوتي . يقوم جميع البائعين والمنتجات على المنصة بتقييم منتجاتهم وخدماتهم من قبل العملاء. و تُعتبر التقييمات مهمة لأنها تُسهم في تقديم تجربة تسوق أكثر واقعية وحقيقية للعملاء. عندما يقوم العميل بالتسوق عبر المنصة ، يعتمد كثيرون على التقييمات المتاحة لاتخاذ قرار الشراء. فهي تزيد من ثقة العملاء قبل الشراء وتقلل الشكوك، حيث يمكن للعملاء رؤية تجارب الآخرين مع المنتجات.            ",
          "يمكن للعملاء إرسال نوعين من التقييمات إلى بيوتي . الأولى تتعلق بتجربة الشراء وتقييم العميل مع البائع وهذه التقييمات غير متاحة للجمهور. الثانية تتعلق بتقييم المنتج نفسه وستكون متاحة للجمهور ومرئية لكل من العملاء والبائعين.            ",
          "سيتم نشر التقييمات العملية والحقيقية، سواء كانت إيجابية أو سلبية، إذا كانت تتوافق مع سياسة موقع بيوتي . توجد إرشادات تحدد أنواع التقييمات التي يمكن نشرها والتي لا يمكن نشرها، مثل عدم السماح بأي لغة غير العربية أو الإنجليزية، وعدم السماح بالتفاصيل الشخصية للعميل، وتجنب أي لغة مسيئة أو تهديدات.            ",
          "هناك قيود إضافية لتقييمات الشراء والتقييمات الخاصة بالمنتج، حيث يتم نشر التقييمات ذات الصلة بالشراء للبائع فقط ولا يمكن رؤيتها من قبل العملاء. أما التقييمات الخاصة بالمنتج، فهي تحتاج إلى أن تكون متعلقة بالمنتج نفسه ولا تحتوي على مواضيع تتعلق بخدمة البائع أو خبرته.            ",
          "سيتم استخدام التقييمات لتقييم البائعين والمنتجات على منصة بيوتي، وستكون جميع التقييمات مرئية ومتاحة للعرض، ولكن التعليقات الأخيرة ستؤثر أكثر على تقييم البائع.            ",
          "علماً انه سيتم ربط جميع التقييمات السابقة للمنتجات وربطها بنظام الــAPI            ",
        ],
      },
      {
        code: "B",
        q: "ما هي آلية الدفع المتاحة للعملاء وكيف يتم تحويل الأموال للبائعين؟        ",
        a: [
          "بيوتي سنتر تحول الأموال المحصلة من المبيعات أسبوعياً لكافة البائعين على المنصة. العمولة تُفرض على كل عملية بيع وتُعد قنوات الدفع المعتمدة على المنصة واسعة وتشمل:            ",
          "- البطاقات الائتمانية مثل Visa وMasterCard.            ",
          "- المحافظ الرقمية مثل PayPal وSTC Pay.            ",
          "- الدفع من خلال خدمات التقسيط مثل تابي وتمارا.            ",
          "- الدفع عبر التحويل البنكي عبر بنك الأهلي.            ",
          "- كما يتوفر الدفع عبر خاصية Apple Pay.            ",
          "- قريباً ستكون خاصية الدفع نقدًا عند الاستلام متاحة.            ",
          "تترتب عمولة المنصة على كل عملية بيع وتُحسب بنسب مُحددة وتُحول الأموال المحصلة من المبيعات إلى حساب البائع أسبوعياً.            ",
        ],
      },
      {
        code: "B",
        q: "هل يمكنني تعديل أو تحديث معلومات منتجاتي وأسعارها بسهولة على المنصة؟       ",
        a: [
          "يُعتمد نظام المنتجات على نظام  الـ API، مما يعني أنه لا يمكنك تعديل أو تحديث معلومات المنتجات كبائع أو أسعارها مباشرة على المنصة. ،         ",
        ],
      },
      {
        code: "B",
        q: "ما هي سياسة المنصة بشأن المنافسة والتسعير؟       ",
        a: [
          "سياسة المنصة تركز على تعزيز المنافسة الصحيحة والعادلة بين البائعين. يُحظر على البائعين التآمر أو التفاهم على أسعار المنتجات بطريقة تقييدية. يتوجب على البائعين تحديد أسعارهم بشكل مستقل دون التنسيق مع البائعين الآخرين. كما يجب أن تكون الأسعار والعروض والتخفيضات موضوع إعلان واضح وشفاف يتوافق مع سياسات المنصة والقوانين المحلية والدولية المعمول بها.        ",
        ],
      },
      {
        code: "B",
        q: "هل يمكنني توفير خصومات أو عروض خاصة للعملاء على المنصة؟       ",
        a: [
          "نعم، يُمكنك كبائع توفير الخصومات والعروض الخاصة للعملاء على المنصة. يُشجع البائعون على تقديم الصفقات والتخفيضات لزيادة جاذبية منتجاتهم وزيادة المبيعات. يُمكنك إنشاء عروض خاصة، تخفيضات سعرية، أكواد خصم أو أي نوع من العروض الترويجية التي تراها مناسبة لجذب المزيد من العملاء. لكن يُرجى التأكد من الامتثال لسياسات المنصة وعدم خرق أي قوانين أو تعليمات تتعلق بالترويج والعروض الترويجية.        ",
        ],
      },
      {
        code: "B",
        q: "ما هي الخطوات التي يجب اتخاذها في حالة وجود مشكلة تقنية أو خلل في المنصة؟       ",
        a: [
          "عند وجود مشكلة تقنية أو خلل في المنصة، يتم التعامل معها بشكل فعّال من خلال الخطوات التالية:        ",
          "- الاتصال بفريق رعاية الشركاء: يتم التواصل مع فريق رعاية الشركاء عبر الواتساب أو الدردشة المباشرة مع خدمة العملاء، أو يمكن إرسال استفسارك عبر البريد الإلكتروني إلى affservice@beauty-centeer.com.        ",
          "- وصف المشكلة بدقة: يجب توضيح المشكلة التقنية بأكبر قدر ممكن وبأدق التفاصيل. يساعد توضيح سبب المشكلة والخطوات التي أجريتها في فهم الوضع وتقديم الحلول السريعة.        ",
          "- متابعة الاتصال: يفضل متابعة الاتصال مع فريق الدعم للحصول على تحديثات حول الحالة ومدى تقدم حل المشكلة.        ",
          "- الصبر والتعاون: يمكن أن تستغرق حلول المشكلات التقنية بعض الوقت. من الأهمية بمكان الصبر والتعاون مع فريق الدعم لتقديم المعلومات المطلوبة لحل المشكلة بشكل أفضل وأسرع.        ",
          "- متابعة تحديثات الحالة: قد يُقدم فريق الدعم تحديثات دورية عن حالة المشكلة والإصلاحات التي يتم تنفيذها. من الجيد متابعة هذه التحديثات لمعرفة التقدم في حل المشكلة.        ",
          "إتباع هذه الخطوات يضمن استجابة سريعة وفعّالة لحل المشكلات التقنية في المنصة.        ",
        ],
      },
      {
        code: "B",
        q: "هل يوجد حد أدنى لعدد المنتجات التي يجب أن أقدمها كبائع على المنصة؟        ",
        a: [
          "لا، ليس هناك حد أدنى لعدد المنتجات التي يجب على البائع تقديمها على المنصة. يُسمح للبائعين بتقديم أي عدد من المنتجات يرغبون في بيعها على المنصة بدءًا من منتج واحد وحتى عدد كبير من المنتجات.            ",
        ],
      },
      {
        code: "B",
        q: "هل يمكنني استخدام علامتي التجارية الشخصية على المنصة أم يجب علي استخدام العلامة التجارية الخاصة بالمنصة؟        ",
        a: [
          'يتم استخدام العلامة التجارية لـ "بيوتي سنتر" على جميع المنتجات المتوفرة على المنصة. يُطلب من البائعين استخدام العلامة التجارية للمنصة على المنتجات التي يتم عرضها وبيعها. هذا يعكس توحيد الهوية التجارية للمنصة ويضمن الجودة والمتانة لتجربة التسوق لدى العملاء، ويتم إدارة ومتابعة المنتجات ضمن الإشراف العام من قبل "بيوتي سنتر.            ',
        ],
      },
      {
        code: "B",
        q: "هل يوجد برنامج للولاء أو مكافآت يمكنني الاستفادة منه كبائع على المنصة؟        ",
        a: [
          "نعم يتوفر برنامج للولاء و التسويق بالعمولة  على منصة بيوتي سنتر، تحت إدارة و دعم الشركاء في منصة بيوتي . يتيح هذا البرنامج فرصة للمسوقين والعملاء  للاستفادة من مكافآت أو عروض خاصة وفقًا لسياسات العروض والتسويق المعمول بها على المنصة. يتم إدارة هذه المكافآت وبرامج الولاء وفقًا للسياسات الخاصة بالمنصة لضمان الالتزام والشفافية .            ",
        ],
      },
      {
        code: "B",
        q: "هل يسمح لي بالترويج لمتجري أو منتجاتي على وسائل التواصل الاجتماعي والمواقع الأخرى؟        ",
        a: [
          "نعم، يُسمح للبائعين بالترويج لمنتجاتهم على منصة بيوتي سنتر. تتيح المنصة عدة خيارات للإعلانات والترويج، حيث يمكنك وضع إعلاناتكم التي تحتوي على عروض منتجاتك. يُمكنك استخدام المواقع الإعلانية المتاحة داخل المنصة لعرض منتجاتك بشكل مجاني وبدون أي مقابل. وفي حالة وجود أي استفسارات إضافية أو لمزيد من المعلومات، يمكنك التواصل مع فريق دعم الشركاء على المنصة. على البريد التالي : affservice@beauty-centeer.com            ",
        ],
      },
      {
        code: "B",
        q: "هل يمكنني الاشتراك في برنامج التسويق التابع والحصول على عمولة عند إحالة العملاء إلى المنصة؟        ",
        a: [
          "جميع منتجاتكم يتم ادراجها تلقائيا ضمن برنامج التسويق بالعمولة التابع للمنصة ولا حاجة الى الاشتراك ضمن البرنامج فالاشتراك مجاني             ",
        ],
      },
      {
        code: "B",
        q: "هل يوجد تقييدات جغرافية على البائعين؟        ",
        a: [
          "لا يوجد أي تقيدات جغرافية للشحن ، فكل بائع لدية سياسة خاصة لشحن منتجاتهم استنادًا إلى نظام الشحن الجغرافي المعتمد على نظام  الـ API  الموجود بمتجره هذا النظام .            ",
        ],
      },
      {
        code: "B",
        q: "هل توفر المنصة أدوات تسويقية أو تعزيزية للبائعين لزيادة الرؤية والمبيعات؟        ",
        a: [
          "نعم، المنصة توفر مجموعة متنوعة من الأدوات التسويقية والتعزيزية للبائعين لزيادة الرؤية والمبيعات. منصة بيوتي سنتر تستخدم  أدوات التسويق المتاحة مثل الإعلانات المدفوعة وعروض الخصم والعروض الترويجية والمزيد لزيادة الانتشار وجذب المزيد من العملاء لدى المنصة  استراتيجية خاصة  بالتسويق والعروض وفقًا لاحتياجاتهم واستراتيجياتهم الفردية لزيادة فاعلية الترويج والمبيعات            ",
        ],
      },
      {
        code: "B",
        q: "هل يمكنني الوصول إلى بيانات العملاء الذين يشترون منتجاتي على المنصة؟        ",
        a: [
          "نعم، يمكن للبائعين الوصول إلى بيانات العملاء من خلال لوحة التحكم الخاصه بك كتاجر الذين يشترون منتجاتهم على المنصة. يتم توفير هذه البيانات للبائعين لمساعدتهم في تحليل الأداء وفهم احتياجات العملاء وتحسين خدماتهم والمنتجات المقدمة. ومع ذلك، يتوجب على البائعين الالتزام بسياسات حماية البيانات واحترام خصوصية العملاء واستخدام هذه البيانات بمرونة وفقًا للوائح والقوانين المحلية وسياسات المنصة.            ",
        ],
      },
    ],
  },
  {
    title: "الخصوصية والأمان",
    icon: "safety",
    questions: [
      {
        code: "C",
        q: "ما هي جهود المنصة لزيادة ثقة وطمأنينة التجار؟",
        a: [
          "منصة بيوتي سنتر  تلتزم بتوفير بيئة آمنة وموثوقة للتجار الذين يستخدمون منصتنا. نحن ندرك أهمية الثقة التي يضعها التجار في خدماتنا، ونحن ملتزمون بحماية معلوماتهم ومصالحهم بأقصى درجات الجدية والمهنية.        ",
          "- حماية المعلومات: نحن نعتبر معلومات التجار ومصالحهم سرية وسنتخذ جميع الإجراءات اللازمة لحمايتها من الوصول غير المصرح به أو الاستخدام أو التغيير أو الكشف عنه. سنستخدم تقنيات وإجراءات أمنية متقدمة لضمان سلامة المعلومات وسرية التجار.        ",
          "- عدم مشاركة المعلومات: نحن لن نبيع أو نشارك معلومات التجار مع أطراف ثالثة غير المذكورة في اتفاقية الاستخدام أو سياسة الخصوصية الخاصة بنا، ما لم يكن هناك موافقة صريحة من التاجر أو إذا كان ذلك مطلوبًا بموجب القانون أو تنفيذًا لأوامر قضائية.        ",
          "- الالتزام بالقوانين واللوائح: نلتزم بالامتثال لجميع القوانين واللوائح ذات الصلة المعمول بها فيما يتعلق بحماية البيانات والخصوصية. سنعمل بنشاط على تحديث سياساتنا وإجراءاتنا للامتثال لأحدث التطورات في المعايير والتشريعات القانونية.        ",
          "- الشفافية والتواصل: نحن نؤمن بأهمية الشفافية والتواصل الفعال مع التجار. سنقدم معلومات واضحة وشاملة حول سياساتنا وإجراءاتنا المتعلقة بالأمان والخصوصية، وسنكون متاحين للرد على أي استفسارات أو مخاوف يمكن أن يكون لدى التجار.        ",
          "- لتحسين المستمر: نحن نلتزم بتحسين ممارساتنا وتعزيز الأمان والثقة المستندة إلى ملاحظات وتعليقات التجار. سنستمع بعناية إلى مقترحاتهم ونعمل على تنفيذ التحسينات اللازمة التي تعزز الأمان وتعزز الثقة.        ",
          "نحن نعتبر هذا التعهد جزءًا لا يتجزأ من علاقتنا مع التجار ونعتبره التزامًا راسخًا في توفير بيئة تجارية آمنة وموثوقة. نحن نقدر ثقتكم في خدماتنا ونعمل بجد لضمان استمرار تحسين ممارساتنا وتلبية توقعاتكم.        ",
          "نحن نهدف إلى توفير بيئة آمنة وموثوقة لمستخدمينا. ومع ذلك، فإن استخدام تطبيقنا يعتبر موافقة على سياسة الخصوصية والأمان الخاصة بنا.        ",
        ],
      },
      {
        code: "C",
        q: "جمع المعلومات",
        a: [
          "نحن نقوم بجمع بيانات المنتجات التي تم توفيرها من قبل التجار المشتركين في منصتنا. تشمل هذه البيانات معلومات المنتجات والصور والأسعار والمخزون. كما يتم جمع المعلومات المتعلقة بالماركات التجارية والتقييمات والتعليقات التجارية وشركات الشحن.        ",
        ],
      },
      {
        code: "C",
        q: "استخدام المعلومات",
        a: [
          "يتم استخدام المعلومات التي تم جمعها لعرض وتوفير المنتجات على تطبيقنا للعملاء والزوار. يساعد توفير هذه المعلومات العملاء على اتخاذ قرارات شراء مستنيرة وتحسين تجربة التسوق الخاصة بهم.        ",
        ],
      },
      {
        code: "C",
        q: "حماية المعلومات",
        a: [
          "نحن نتخذ إجراءات أمنية ملائمة لحماية معلوماتك الشخصية من الوصول غير المصرح به أو الاستخدام أو التغيير أو الكشف عنه. نحن نستخدم تقنيات وإجراءات أمنية متقدمة مثل التشفير والحماية بواسطة كلمة المرور والوصول المحدود إلى المعلومات.        ",
        ],
      },
      {
        code: "C",
        q: "مشاركة المعلومات",
        a: [
          "نحن لا نقوم ببيع أو مشاركة معلوماتك الشخصية مع أطراف ثالثة غير المذكورة في سياسة الخصوصية، ما لم يكن هناك موافقة صريحة منك أو إذا كان ذلك مطلوبًا بموجب القانون أو تنفيذًا لأوامر قضائية.        ",
        ],
      },
      {
        code: "C",
        q: "حقوق الخصوصية",
        a: [
          "تحت القوانين السارية، لديك حقوق متعلقة بالخصوصية والتحكم في معلوماتك الشخصية. يمكنك الوصول إلى المعلومات الشخصية الخاصة بك عن طريق صفحة الحساب الخاص بك في لوحة التحكم  وتحديثها أو حذفها. كما يحق لك طلب نسخة من المعلومات الشخصية التي لدينا عنك وتصحيح أي معلومات غير صحيحة.        ",
        ],
      },
      {
        code: "C",
        q: "استخدام الكوكيز وتقنيات التتبع",
        a: [
          "نستخدم ملفات تعريف الارتباط (كوكيز) وتقنيات تتبع أخرى لتحسين تجربتك على التطبيق وتوفير خدمات مخصصة لك. يمكنك التحكم في إعدادات ملفات تعريف الارتباط ورفضها إذا كنت تفضل ذلك.        ",
        ],
      },
      {
        code: "C",
        q: "الروابط إلى مواقع الطرف الثالث",
        a: [
          "قد يحتوي التطبيق على روابط إلى مواقع الطرف الثالث لأغراض مرجعية. لا نتحكم في سياسات الخصوصية والأمان الخاصة بهذه المواقع. يرجى مراجعة سياسات الخصوصية والأمان الخاصة بتلك المواقع قبل استخدامها.        ",
        ],
      },
    ],
  },
  {
    title: "آلية الربط",
    icon: "connect",

    questions: [
      {
        code: "D",
        q: "ما هو التطبيق وما هي وظيفته؟        ",
        a: [
          "تطبيق منصة بيوتي هو تطبيق تم تخصيصه للسماح  لعملية الربط بين المتاجر المختلفة عبر مختلف المنصات الإلكترونية وعرضها على منصة واحدة تسمى بيوتي متعددة التجار. يهدف التطبيق إلى تسهيل عملية الربط وعرض المنتجات الخاصة بالمتجر الشريك عبر الإنترنت للمستخدمين من خلال تجميع مجموعة متنوعة من المتاجر وعرضها في مكان واحد.            ",
          "وظيفة التطبيق هي توفير واجهة مريحة ومركزية للمستخدمين لتصفح وشراء منتجات مختلف المتاجر المشاركة في منصة بيوتي متعددة التجار. يتم تجميع مجموعة واسعة من المنتجات من متاجر مختلفة وعرضها بطريقة منظمة وسهلة الاستخدام في التطبيق. يمكن للمستخدمين البحث عن منتجات معينة أو استعراض الفئات المختلفة، ومن ثم اختيار وشراء المنتجات التي يرغبون فيها.            ",
          "وبما أن منصة بيوتي متعددة التجار، فإنها تتيح للمتاجر المشاركة فرصة الوصول إلى جمهور أوسع من المستخدمين وزيادة الوعي بمنتجاتهم وزيادة المبيعات. وبالتالي، يعمل التطبيق كوسيط بين المنصة  والمتاجر لتحقيق فوائد للجانبين.            ",
        ],
      },
      {
        code: "D",
        q: "كيف يمكنني تنزيل وتثبيت التطبيق؟        ",
        a: [
          "لا تحتاج إلى تنزيل أو تثبيت التطبيق لاستخدام منصة بيوتي. فالتطبيق هو فقط عملية الموافقة على ربط بيانات المنتجات الخاصة بالمتاجر الشريكة.             ",
          "إذا كنت ترغب في أن تصبح متجرًا شريكًا على منصة بيوتي، يجب عليك التواصل مع البريد الإلكتروني الخاص برعاية الشركاء affservice@beauty-centeer.com  وتقديم المعلومات المطلوبة لإنشاء حسابك المخصص كتاجر. بعد ذلك،  عند الموافقة على انضمامكم سيتم انشاء حسابكم كتاجر و سيتم طلب موافقتك على عملية الربط بين بيانات المنتجات الخاصة بكم ومنصة بيوتي. ستكون  هذه العملية بشكل آلي ودون أي تدخل بشري.            ",
          "بمجرد الموافقة واكتمال عملية الربط، ستتم إضافة منتجاتكم تلقائيًا إلى منصة بيوتي، وستتمكن من الوصول إلى لوحة التحكم الخاصة بكم كتجار شركاء. من خلال لوحة التحكم، يمكنك إدارة المنتجات الخاصة بكم، وتحديث المعلومات، ومراقبة المبيعات، وإدارة طلبات العملاء، وغير ذلك الكثير.            ",
          "لذا، لا تحتاج إلى تنزيل أو تثبيت أي تطبيق، بل يمكنك البدء بإنشاء حساب تاجر والموافقة على عملية الربط لتبدأ في عرض وبيع منتجاتكم على منصة بيوتي.            ",
        ],
      },
      {
        code: "D",
        q: "كيف يمكنني إنشاء حساب في التطبيق؟        ",
        a: [
          "لإنشاء حساب في منصة بيوتي، يتطلب منك التواصل مع فريق دعم عملاء شركاء بيوتي عبر البريد الإلكتروني            ",
          " affservice@beauty-centeer.com يجب أن تقوم بإرسال طلب انضمام للمنصة وطلب موعد لعقد اجتماع مع إدارة رعاية الشركاء.            ",
          "في البريد الإلكتروني الذي ترسله، يجب عليك تضمين معلومات التالية:            ",
          '- عنوان طلب الانضمام للمنصة: يمكنك استخدام عبارة مثل "طلب انضمام كتاجر شريك في منصة بيوتي".            ',
          "- وصف موجز لنشاطك التجاري: يجب أن توضح نوع المنتجات التي تقدمها وأي تفاصيل أخرى ترغب في مشاركتها حول عملك.            ",
          "- رابط لمتجركم: يجب أن تقدم رابطًا يوجه إلى متجرك الإلكتروني الحالي (إذا كان لديك بالفعل) أو أي صفحة على الإنترنت تساعد في تقييم الشراكة ومدى الاستفادة للطرفين.            ",
          "بعد إرسال البريد الإلكتروني، سيتم التعامل مع طلبك من قبل فريق دعم عملاء شركاء بيوتي. سيتم ترتيب موعد لعقد اجتماع مع إدارة رعاية الشركاء لمناقشة تفاصيل الشراكة والاستفسارات الإضافية التي قد تكون لديك. ستقوم إدارة رعاية الشركاء بتقييم طلبك ومدى الاستفادة المحتملة للطرفين.        ",
          "من المهم أن تتأكد من تقديم معلومات دقيقة ومفصلة في البريد الإلكتروني الخاص بك لزيادة فرص قبول طلب الانضمام للمنصة. كما يمكنك طرح أي أسئلة أو استفسارات إضافية تود طرحها على فريق دعم عملاء شركاء بيوتي خلال هذه المرحلة.        ",
          "أتمنى لك التوفيق في عملية الانضمام والشراكة مع منصة بيوتي!        ",
        ],
      },
      {
        code: "D",
        q: "هل يتطلب التطبيق رسوم اشتراك أو دفعات؟        ",
        a: [
          "لا توجد أي رسوم اشتراك او دفعات ، بالتطبيق الخاص بـ بيوتي سنتر (متعددة التجار). يعتبر التطبيق مجانيًا بالكامل للاستخدام.        ",
          "عندما يوافق فريق بيوتي سنتر على انضمامك كشريك على المنصة، ستتمكن من استخدام التطبيق بشكل مجاني. و يتم توفير التطبيق لك بدون أي تكلفة إضافية.          ",
          "تهدف بيوتي سنتر إلى تسهيل عملية البيع والتسوق للمتاجر الشريكة على المنصة، ولذلك فإنها لا تفرض أي رسوم إضافية على استخدام التطبيق.          ",
          "لذا، يمكنك الاستفادة من التطبيق بالكامل بدون أي رسوم اشتراك أو دفعات، بمجرد أن يتمتع حسابك بموافقة المنصة كشريك.          ",
        ],
      },
      {
        code: "D",
        q: "ما هي المعلومات الشخصية التي يجب علي تقديمها عند إنشاء حساب؟        ",
        a: [
          "عند الموافقة على انضمامكم كشريك تجاري سيتم تزويدكم بصفحة البيانات بكم والتي يجب تقديمها  ، عادة ما تحتاج إلى تقديم بعض المعلومات الشخصية والتجارية التي تساعد في إنشاء حسابك وتخصيصه وفقًا لاحتياجاتك الفردية ومتطلبات الشراكة. وفقاً للبيانات التي قدمتها، يتطلب إنشاء حساب شريك على منصة بيوتي تقديم المعلومات التالية:        ",
          "- المعلومات الشخصية: ستحتاج إلى تقديم معلوماتك الشخصية الأساسية مثل الاسم الكامل، وعنوان البريد الإلكتروني، ورقم الهاتف، وبلد الإقامة، وتفاصيل أخرى مماثلة.          ",
          "- البيانات التجارية: سيتم طلب معلومات حول نشاطك التجاري، بما في ذلك اسم المتجر أو العلامة التجارية، ونوع المنتجات أو الخدمات التي تقدمها، وموقع المتجر (إذا كان لديك موقع إلكتروني).          ",
          "- المستندات الحكومية: قد يتطلب منك تقديم بعض المستندات الحكومية كجزء من عملية التحقق من هويتك وتأكيد صحة المعلومات التي قدمتها. يشمل ذلك تقديم صورة من رقم السجل التجاري , رقم وثيقة التوثيق للتجارة الالكترونية  او معروف.          ",
          "- سياسات الشحن والإرجاع واستبدال المنتجات: ستحتاج إلى توضيح سياساتك المتعلقة بعمليات الشحن وسياسات الإرجاع واستبدال المنتجات، بما في ذلك مدة الشحن المتوقعة والإجراءات المتبعة في حالة رغبة العملاء في إرجاع أو استبدال المنتجات.          ",
          "- الموافقة على الشروط والأحكام: يجب أن توافق على سياسات وشروط استخدام منصة بيوتي، وذلك للتأكيد على قبولك للالتزامات والقواعد التي يفرضها المنصة على الشركاء.          ",
          "- يرجى ملاحظة أنه قد يتم طلب معلومات إضافية أو مستندات أخرى اعتمادًا على سياسة بيوتي سنتر ومتطلبات الشراكة الخاصة بها. قد يتم توفير رابط خاص بالبيانات التجارية الخاصة بكم لتسهيل تقديم هذه المعلومات بشكل مرتب ومنظم.          ",
          "أتمنى أن يكون ذلك واضحًا ومفيدًا فيما يتعلق بعملية إنشاء حساب شريك في منصة بيوتي.          ",
        ],
      },
      {
        code: "D",
        q: "هل يمكنني تعديل معلومات حسابي؟        ",
        a: [
          "نعم، بإمكانك تعديل معلومات حسابك على منصة بيوتي. تهتم منصة بيوتي بشركائها وتوفر وسائل لتسهيل التواصل وحل المشاكل المتعلقة بكم كتجار وشركاء.        ",
          "لتعديل معلومات حسابك، يمكنك التواصل مع خدمة عملاء شركاء بيوتي عن طريق البريد الإلكتروني المخصص لذلك وهو affservice@beauty-center.com. يمكنك إرسال رسالة إلى هذا البريد الإلكتروني وتوضيح التغييرات التي ترغب في إجرائها على حسابك.          ",
          "سيقوم موظفو خدمة العملاء المختصون بمتابعة استفسارك وتوفير المساعدة المطلوبة. قد يطلبون منك تزويدهم بتفاصيل إضافية للتحقق من هويتك وتأكيد صحة المعلومات الجديدة التي ترغب في تعديلها.          ",
          "بالإضافة إلى تعديل المعلومات، يمكنك الاتصال بخدمة العملاء لحل أي مشكلة أخرى قد تواجهك فيما يتعلق بالمنصة أو عملك كشريك في بيوتي. يعمل الموظفون المختصون على تقديم الدعم وحل المشاكل بشكل سريع وفعال.          ",
          "في حالة وجود مشكلة تتعلق بتعديل البيانات أو أي أمر آخر، يُنصح بالتواصل مع خدمة العملاء عبر البريد الإلكتروني المذكور لضمان تلقي الدعم اللازم وحل المشكلة بشكل رضائي.          ",
          "أتمنى لك التوفيق في تعديل معلومات حسابك وحل أي مشكلة تواجهك في رحلتك كشريك في منصة بيوتي.          ",
        ],
      },
      {
        code: "D",
        q: "كيف يمكنني استعادة كلمة المرور في حال نسيانها؟        ",
        a: [
          "بالطبع! في حال نسيت كلمة المرور الخاصة بحسابك على منصة بيوتي، يمكنك استعادتها عن طريق القيام بإعادة تعيين كلمة المرور. يوفر لك منصة بيوتي خدمات لاستعادة كلمة المرور بسهولة وأمان.        ",
          "لتنفيذ عملية استعادة كلمة المرور، يُنصح باتباع الخطوات التالية:          ",
          "- انتقل إلى صفحة تسجيل الدخول الخاصة بمنصة بيوتي.          ",
          '- ابحث عن خيار "هل نسيت كلمة المرور" أو "استعادة كلمة المرور" وانقر عليه. يمكن أن يكون هذا الخيار موجودًا أسفل مربع إدخال كلمة المرور.',
          '- ستُطلب منك إدخال عنوان البريد الإلكتروني المرتبط بحسابك على منصة بيوتي. قم بإدخال البريد الإلكتروني الصحيح واضغط على زر "استعادة" أو "إرسال".          ',
          "- ستتلقى رسالة إلكترونية على عنوان البريد الإلكتروني الذي قدمته. تحتوي هذه الرسالة على رابط أو رمز لإعادة تعيين كلمة المرور.          ",
          "- انقر على الرابط المرفق أو قم بإدخال الرمز المرسل في صفحة استعادة كلمة المرور.          ",
          "- ستتم إعادة توجيهك إلى صفحة جديدة حيث يُطلب منك إدخال كلمة مرور جديدة. قم بإدخال كلمة مرور جديدة قوية وأكد إعدادها.          ",
          "- بمجرد تأكيد كلمة المرور الجديدة، سيتم تحديثها في حسابك على منصة بيوتي، وبذلك يمكنك استخدامها لتسجيل الدخول إلى حسابك.          ",

          "في حال واجهت أي صعوبة أو استفسارات أثناء عملية استعادة كلمة المرور، يُنصح بالتواصل مع خدمة عملاء شركاء بيوتي عبر البريد الإلكتروني المخصص لذلك وهو affservice@beauty-centeer.com. ستقوم فرق خدمة العملاء بتقديم المساعدة المناسبة وحل أي مشاكل تواجهك في عملية استعادة كلمة المرور أو أي مشكلة أخرى قد تواجهك.          ",
          "أتمنى لك حظًا سعيدًا في استعادة كلمة المرور الخاصة بحسابك في منصة بيوتي ومتابعة نشاطك كشريك معهم.          ",
        ],
      },
      {
        code: "D",
        q: "كيف يمكنني البحث عن محتوى أو خدمة معينة داخل التطبيق؟        ",
        a: [
          "بالتأكيد! يمكنك البحث عن محتوى أو خدمة معينة بعد الموافقة على انضمامكم كشركاء  باستخدام وظيفة البحث المتاحة في لوحة التحكم الخاصة بكم .         ",
          "للبحث عن محتوى أو خدمة معينة، يُرجى اتباع الخطوات التالية:          ",
          "- قم بتسجيل الدخول إلى حسابك على تطبيق بيوتي باستخدام اسم المستخدم وكلمة المرور الخاصة بك.          ",
          "- بمجرد تسجيل الدخول، ستنتقل إلى لوحة التحكم الخاصة بك كشريك. قد يكون لديك عدة علامات تبويب أو أقسام في اللوحة التي تحتوي على المعلومات والأدوات المتاحة لك.          ",
          "- ابحث عن شريط البحث المتاح في اللوحة التحكم. عادةً ما يكون موجودًا في الجزء العلوي أو الجانبي من الصفحة.          ",
          "- اكتب الكلمات الرئيسية أو العبارات المتعلقة بالمحتوى أو الخدمة التي ترغب في البحث عنها. على سبيل المثال، إذا كنت تبحث عن منتج معين، قم بكتابة اسم المنتج في شريط البحث.          ",
          "- اضغط على زر البحث أو اضغط على مفتاح الإدخال على لوحة المفاتيح.          ",
          "ستُعرض النتائج المتعلقة بالبحث على الشاشة. يمكنك استعراض النتائج والنقر على العناصر المرتبطة بالمحتوى أو الخدمة التي تبحث عنها.          ",
          "قد تتوفر مرشحات أو خيارات إضافية لتحسين نتائج البحث. يمكنك استخدام هذه المرشحات لتحديد الفئة أو النوع أو الوقت المحدد للمحتوى أو الخدمة التي ترغب في العثور عليها.          ",
          "من خلال استخدام وظيفة البحث في تطبيق بيوتي، يمكنك العثور بسهولة على المعلومات المطلوبة والاطلاع على جميع الأقسام والخدمات المتاحة لك كشريك. يمكنك استكشاف المنتجات والمبيعات والتقارير المالية وعمليات الشحن والمزيد في لوحة التحكم الخاصة بك.          ",
          "أتمنى أن يكون هذا مفيدًا لك وأن تتمكن من العثور بسهولة على المحتوى والخدمات التي تحتاج إليها .          ",
        ],
      },
      {
        code: "D",
        q: "كيف يمكنني التواصل مع فريق دعم التطبيق؟        ",
        a: [
          "يمكنك التواصل مع فريق دعم الشركاء بسهولة باستخدام عنوان البريد الإلكتروني المخصص لخدمة الشركاء. هنا هي الخطوات التفصيلية للتواصل مع الفريق:        ",
          "- قم بفتح برنامج البريد الإلكتروني الخاص بك أو الخدمة التي تستخدمها لإرسال رسائل البريد الإلكتروني.          ",
          "- قم بإنشاء رسالة جديدة.          ",
          '- في حقل "إلى" أو "مستلم"، اكتب عنوان البريد الإلكتروني التالي: affservice@beauty-centeer.com          ',
          '- في حقل "الموضوع"، قم بكتابة موضوع الرسالة الذي يصف استفسارك أو مشكلتك بشكل واضح. على سبيل المثال، يمكنك كتابة "استفسار بخصوص حسابي كشريك في تطبيق بيوتي".          ',
          "- في جسم الرسالة، قم بشرح استفسارك أو المشكلة التي تواجهها بشكل مفصل. حاول توضيح المعلومات المهمة وتقديم أي تفاصيل إضافية قد تساعد فريق دعم التطبيق في فهم ومعالجة طلبك بشكل أفضل.          ",
          "- يمكنك أيضًا إرفاق أي ملفات ذات صلة بالرسالة إذا كانت ضرورية.          ",
          '- بمجرد كتابة الرسالة والتأكد من أن جميع التفاصيل صحيحة، انقر على زر "إرسال" لإرسال رسالتك إلى فريق دعم التطبيق.          ',
          "من خلال إرسال البريد الإلكتروني إلى affservice@beauty-centeer.com، ستتمكن من الوصول إلى فريق خدمة العملاء لشركاء بيوتي. يجب أن يكون الفريق على استعداد لتقديم المساعدة والإجابة على استفساراتك ومساعدتك في حل المشاكل التي قد تواجهها.        ",
          "أتمنى أن يكون هذا مفيدًا لك، وأتمنى لك تجربة ممتعة وناجحة مع تطبيق بيوتي!        ",
        ],
      },
      {
        code: "D",
        q: "هل يمكنني حذف حسابي وما هي الخطوات المطلوبة لذلك؟        ",
        a: [
          "بالطبع! يمكنك حذف حسابك وإنهاء التعاون كشريك مع منصة بيوتي من خلال اتباع الخطوات التالية:        ",
          "- قم بفتح برنامج البريد الإلكتروني الخاص بك أو الخدمة التي تستخدمها لإرسال رسائل البريد الإلكتروني.          ",
          "- قم بإنشاء رسالة جديدة.          ",
          '- في حقل "إلى" أو "مستلم"، اكتب عنوان البريد الإلكتروني التالي الخاص بخدمة شركاء بيوتي: affservice@beauty-centeer.com       في حقل "الموضوع"، قم بكتابة موضوع الرسالة الذي يعبر عن رغبتك في حذف حسابك وإنهاء التعاون. على سبيل المثال، يمكنك كتابة "طلب حذف حسابي كشريك مع منصة بيوتي".          ',
          "- في جسم الرسالة، أعرب عن رغبتك بشكل واضح في حذف حسابك وإنهاء التعاون. يمكنك ذكر الأسباب المحددة لرغبتك في الاستغناء عن الاستمرارية مع المنصة، إن وجدت.          ",
          "- إذا كان هناك أي تفاصيل إضافية تحتاج إلى إعطائها، مثل تواريخ محددة لإنهاء العمل مع منصة بيوتي، فضلاً قدمها في الرسالة.          ",
          '- بمجرد كتابة الرسالة والتأكد من أن جميع التفاصيل صحيحة، انقر على زر "إرسال" لإرسال رسالتك إلى فريق خدمة شركاء بيوتي.          ',
          "من خلال إرسال البريد الإلكتروني إلى عنوان البريد المخصص لخدمة شركاء بيوتي، ستتمكن من إعلام الفريق برغبتك في حذف حسابك وإنهاء التعاون. سيتم إيقاف عرض منتجاتك على المنصة وسيتمكنون من إزالة الربط بين حسابك ومنصة بيوتي بناءً على طلبك.          ",
          "من الجيد أن يتم الإفصاح عن رغبتك في إنهاء التعاون بشكل واضح ومفصل في الرسالة لتسهيل معالجة طلبك. أتمنى لك التوفيق في رحلتك المستقبلية.        ",
        ],
      },
      {
        code: "D",
        q: "كيف يتم ضمان الأمان وحماية البيانات الشخصية في التطبيق؟        ",
        a: [
          "تهتم منصة بيوتي بأمان وحماية البيانات الشخصية والتجارية للمستخدمين والشركاء. وفقًا لسياسة الأمان والخصوصية، يتم التعامل مع جميع البيانات بصفة سرية ويتم استخدامها فقط وفقًا للأغراض المحددة والموافق عليها من قبلكم كمستخدم أو شريك.        ",
          "إليكم بعض الإجراءات التي تتبعها منصة بيوتي لضمان الأمان وحماية البيانات:          ",
          "- سرية المعلومات: يتم التعامل مع جميع البيانات التجارية والشخصية كمعلومات سرية ولا يحق لمنصة بيوتي استخدامها أو مشاركتها دون علمك المسبق وموافقتك، إلا في حالة وجود طلب قانوني صادر عن جهة حكومية أو أمنية مختصة.          ",
          "- الوصول المحدود: يتم منح الوصول إلى البيانات الشخصية والتجارية للأشخاص المخولين فقط والذين يحتاجون إلى هذه البيانات لأداء مهامهم المحددة. يتم فرض قيود صارمة على الوصول غير المصرح به إلى البيانات.          ",
          "- التشفير: تستخدم منصة بيوتي تقنيات التشفير المأمونة لحماية البيانات أثناء النقل والتخزين. يتم استخدام بروتوكولات الاتصال الآمنة مثل HTTPS لتشفير المعلومات المرسلة عبر الإنترنت وضمان سرية البيانات.          ",
          "- معايير الأمان: تلتزم منصة بيوتي بمعايير الأمان الصناعية وتطبيق أفضل الممارسات لضمان حماية البيانات. يتم تقييم وتحديث إجراءات الأمان بشكل منتظم لمواكبة التهديدات الأمنية الجديدة.          ",
          "- التدريب والوعي: يتم توفير التدريب والتوعية للموظفين والشركاء بشأن أهمية حماية البيانات والممارسات الأمنية المطلوبة. يتم تعزيز الوعي بأهمية حفظ البيانات الشخصية والتجارية في سرية وعدم مشاركتها مع أطراف غير مخولة.          ",
          "ومع ذلك، يجب أن تتذكر أنه على الرغم من اتخاذ جميع هذه الإجراءات الأمنية، لا يوجد نظام مطلق الأمان. لذا يجب أن تكون حذرًا وواعيًا بشأن المعلومات التي تقدمها واتخاذ إجراءات وقائية إضافية لحماية خصوصيتك الشخصية وبياناتك التجارية، مثل استخدام كلمات مرور قوية وتحديثها بشكل منتظم وعدم مشاركة معلومات الدخول الخاصة بك مع الآخرين.          ",
          "منصة بيوتي تعتز بحماية بياناتك الشخصية والتجارية وتلتزم بالتشريعات والممارسات الأمنية السارية. إذا كان لديك أي استفسارات إضافية حول سياسة الأمان والخصوصية أو كيفية معالجة البيانات، يمكنك الاتصال بفريق دعم العملاء لمنصة بيوتي للحصول على مزيد من المعلومات والدعم.          ",
        ],
      },
    ],
  },
  {
    title: "الاستفسار والشكاوي",
    icon: "complain",

    questions: [
      {
        code: "E",
        q: "كيف يتم تقديم شكوى لخدمة العملاء؟        ",
        a: [
          "نحن نقدر ونرحب بجميع الملاحظات والشكاوي  ، مما يساعدنا على خدمة العملاء بشكل أفضل. يرجى تقديم ملاحظاتك عبر بوابة خدمة العملاء التالية:        ",
          "- التواصل معنا عن طريق صفحة أتصل بنا ",
          "التواصل معنا عن  طريق البريد الألكتروني : info@beauty-centeer.com        ",
        ],
      },
      {
        code: "E",
        q: "كيف تقدم ملاحظاتك على اقتراحات منصة  بيوتي  سنتر؟        ",
        a: [
          "نشكرك على اهتمامك ودعمك لبيوتي سنتر ، تجربة التسوق الخاصة بك هي أقصى ما نسعى إليه ونرحب باقتراحاتك القيمة. يمكنك ترك ملاحظاتك في عن طريق صفحة التواصل معنا ، وسيكون لدينا فريق عمل خاص للتعامل معها.          ",
          "نعتذر عن الازعاج وشكراً لكم ثقتكم وتفهمكم الدائم        ",
        ],
      },
    ],
  },
  {
    title: "خاص بالعميل",
    icon: "other",
    blocks: [
      {
        title: "الطلبات ",
        questions: [
          {
            code: "F",
            q: "لماذا لم أحصل على بريد إلكتروني حول شحن طلبي؟",
            a: [
              "نحتاج إلى ٢-٥ أيام العمل(٣-٧ أيام) لتجهيز الطلب، وسوف يرسل لك رسالة بريد الكتروني نظامنا بعد شحن الطلب، فيه معلومات الشحنة مثل اسم شركة الشحن ورقم التتبع للشحنة. وأيضاً سنعلمك إذا كان هناك أي تأخير.          ",
              "رجاء تسجيل الدخول ثم فحص حالة الطلب في صفحة طلبي، إذا الطلبية في حالة قيد التجهيز، رجاء الانتظار بضعة الأيام سوف يصل لك البريد الإلكتروني بعد شحن الطلب.              ",
              "إذا تم شحن الطلب لكن ما وصل البريد، نقترح عليك التحقق من سلتك المهملات.              ",
              'وإذا لم تجد البريد يمكن حضرتك تتبع الطلب مباشراً في صفحة طلبي. رجاء الضغط على زر "التتبع"، وستجد اسم شركة الشحن، رقم التتبع، وتحديثات حالة الشحنة في صفحة التتبع.              ',
            ],
          },
          {
            code: "F",

            q: "كيف يمكنني تغيير عنوان الفاتورة؟          ",
            a: [
              "يمكنك تغيير عنوان الفاتورة في صفحة دفع.          ",
              "وإذا قد تم إكمال عملية الدفع، فلا داعي تغيير عنوان الفاتورة، سوف نقوم بشحن الطلب إلى عنوان الشحن الذي اخترته. ولا يهم إذا كان عنوان الفاتورة مختلفاً عن عنوان الشحن.            ",
            ],
          },
          {
            code: "F",

            q: "هل يمكنني الغاء الطلب؟          ",
            a: [
              'يرجي التحقق من حالة الطلب في صفحة "طلبي" اولاً.          ',
              "وإذا لم يتم شحن الطلب ، يمكنك ضغط على زر الغاء الطلبة لكي الغاء الطلب. وسوف يتم ارجاع الكوبون والنقاط التي استعملت للطلب إلى حسابك بيوتي سنتر خلال ٢٤ ساعة.              ",
              "أما إذا تم شحن الطلب، للأسف لا نقدر الغائه مباشراً.              ",
              "إذا كنت تصر على إلغاء الطلب:              ",
              "١- إذا طليك طلب الدفع عند الاستلام، يمكنك أن ترفض استلامه عندما وصوله. لكن نحيط علماً بسيادتكم أن رفض استلام الطلبية سيؤثر على طلبك في المستقبل، وخدمة الدفع عند الإستلام يمكن لن تتوفر مرة قادمة.              ",
              "٢- إذا كان طلبك مدفوع عبر الإنترنت , يمكنك أن ترفض استلامه عند الوصول، وسوف نقوم باسترداد قيمة الطلب بعد رجعت الشحنة إلينا.              ",
            ],
          },
          {
            code: "F",
            q: "ما هو رقم الطلب/ رقم الشحنة(رقم التتبع)؟          ",
            a: [
              "رقم الطلب هو الرقم المخصص للطلب بعد إنشاؤه. يمكن استخدامه لفحص حالة الطلب في نظامنا. يمكن تجده ونسخه في صفحة طلبي أو صفحة تفاصيل الطلب.          ",
              "رقم التتبع هو الرقم المخصص للطرد بعد تم الشحن. يمكن استعماله لفحص أو تتبع الطلب مع شركة الشحن. إنه رقم خاص لكل شحنة، ويمكن تجده في صفحة التتبع لطلبك.              ",
            ],
          },
          {
            code: "F",
            q: "هل يمكنني تغيير/تعديل طلبي؟(قبل الشحن)          ",
            a: [
              "- إذا كنت تريد إضافة سلعة إلى الطلب: للأسف لا نقدر إضافة سلعة بعد إنشاء الطلب. إذا احتجت طلب منتج أكثر لازم تلغي الطلب كاملاً ثم طلب الجديد. نقترح عليك اختيار  الاسترداد إلى محفظة بيوتي سنتر لأن سرعة الاسترداد أسرع.          ",
              "- إذا كنت تريد الغاء بعض المنتجات من الطلب: يرجى الضغط على زر الغاء منتج في صفحة تفاصيل الطلب (إذا كان طلبك طلب الدفع عند الاستلام، يرجى الاتصال بخدمة العملاء للمساعدة(                 ",
              "- إذا كنت تريد استبدال المقاس: ما عليك سوى الاتصال بحدمة العملاء لدينا، سوف يسعدهم تقديم العون لك.              ",
              "- إذا كنت تريد استبدال السلعة إلى سلعة أخرى، يرجى الملاحظة أن يجب أن تكون السلعتين بنفس سعر البيع.            ",
              "ومن فضلك إخبار موظفينا خدمة العملاء المعلومات التالية بالتفاصيل:              ",
              "١- رقم السريال(SKU) للسلعة التي تريد استبدالها.              ",
              "٢- رقم السريال للسلعة الجديدة إذا كنت تريد استبدال إلى سلعة ثانية.              ",
              "٣- المقاس الجديد المطلوب.              ",
              "ملاحظة:              ",
              "١- لا يمكن تعديل طلب غير مدفوع. يرجى الغاء الطلب وإعادة الشراء.              ",
              "٢- سوف نصدر إشعار بعد تم شحن الطلب، وللأسف لا نقدر تعديل الطلب بعد شحنه.              ",
              "نعتذر عن الازعاج وشكراً لكم ثقتكم وتفهمكم الدائم              ",
            ],
          },
          {
            code: "F",
            q: "كيف تغيير عنوان التوصيل/رقم المستلم؟          ",
            a: [
              "قم بتحرير العنوان بنفسك من خلال تطبيق المستخدم - طلبي - تعديل العنوان. يوجد أدناه مثال واقعي يوضح كيف يمكن تعديله.          ",
              "يرجى ملء معلومات عنوانك بدقة حتى تتمكن من استلام طلبك بشكل صحيح. ستتلقى إشعارًا بعد تعديل العنوان بشكل صحيح.              ",
            ],
          },
          {
            code: "F",
            q: "كيف أفحص حالة الطلب؟          ",
            a: [
              "يمكنك فحص حالة الطلب في صفحة طلبي.          ",
              "وقد يكون الطلب أو بعض المنتجات في حالة من الحالات التالية:          ",
              "- في إنتظار الدفع: يعني لقد تم إنشاء هذا الطلب لكن لم يكمل الدفع.              ",
              "- تمّت عمليّة الدفع: لقد تم الدفع لهذا الطلب وسوف نقوم بتجهيزه.              ",
              "- انتظار التحقق: أي نحتاج إلى التحقق من الدفع أو الطلب، يرجى التحقق من البريد الإلكتروني أو الرسالة النصية أرسلنا لك.              ",
              "- تحقق من: لقد تم التحقق وسوف نقوم بتجهيز الطلب.              ",
              "- قيد التجهيز: إننا نقوم بتجهيز الطلب.              ",
              "- التخصيص: أي نقوم بالتجهيز السلعة من مخزننا المختلف.              ",
              "- تم الشحن: لقد تم شحن الطلب وإنه في طريق إليك.              ",
              "- إلغاء أو تم إلغاء: إن الطلب ملغي لن نقوم بتجهيزه أو الشحن.              ",
              "- تم التوصيل: لقد تم تسليم الطلب حسب تحديث التتبع، أو قد تأكدت التوصيل نفسك.              ",
            ],
          },
          {
            code: "F",
            q: "ما المدة التي يستغرقها طلبي للتجهيز؟          ",
            a: [
              "عادةً نحتاج إلى ٢-٥ أيام عمل(٢-٧ أيام) تقريباً لتجهيز الطلب. سوف نشحن الطلب بعد تجهيزه، وسنبعث لكم رسالة نصية أو بريد إلكتروني بعد الشحن.          ",
              "نتمنى أن تعجبك منتجاتنا وشكراً لكم ثقتكم ودعمكم الدائم              ",
            ],
          },
        ],
      },
      {
        title: "الاستلام ",
        questions: [
          {
            code: "G",
            q: "ما هي سياسة الشحن الخاص بك؟          ",
            a: [
              "اعتمادًا على موقعك ، قد تستغرق معالجة طلبك وشحنه عدة أيام. ",
              "تختلف التكاليف بحسب موقعكم ونوع المنتج المطلوب               ",
              "عند وجود منتج بجانبه شحن مجاني يفضل ان تقوم بطلب المنتج لوحده للحصول على ميزة الشحن المجاني               ",
              "لمزيد من التفاصيل  يرجى زيارة صفحة : معلومات الشحن.",
              "معلوماتك ، نحن نتخذ احتياطات صارمة لتعقيم الطرود الخاصة بك ، مما قد يتسبب في تأخير بسيط في تسليم الطرد الخاص بك. شكرا لتفهمك              ",
            ],
          },
          {
            code: "G",
            q: "أين طلبي؟          ",
            a: [
              "يمكنكم تتبع الطلبية بعد ان يتم شحن الشحنة.          ",
              "من فضلك دخول إلى صفحة طلبي، ثم نقر على زر التتبع للطلبية التي تريد تفحصها.            ",
              "وأيضاً سنرسل لكم بريد إلكتروني بخصوص معلومات التتبع للطلبية بعد شحنها              ",
              "رجاء جعل رقمك متاح بعد إذنك وسوف تتصل بك شركة الشحن بعد وصول الشحنة.              ",
            ],
          },
          {
            code: "G",
            q: "لماذا المسار اللوجستي / تلقيت رسالة بريد إلكتروني تفيد بأن الطرد قد تم تسليمه ، لكنني لم أستلمه بعد؟          ",
            a: [
              "لا تقلق ، إذا لم تستلم الطرد بعد ، فيرجى تجربة الطرق التالية للعثور على الحزمة قبل الاتصال بخدمة العملاء:            ",

              '-  -  تأكد من صحة عنوان التسليم الخاص بك ، واذهب إلى صفحة " طلبي " على موقع بيوتي سنتر الرسمي أو تطبيق بيوتي سنتر الخاص بك ، وقم بتأكيد تفاصيل التسليم لطلبك',
              "- إذا تم تأكيد العنوان الصحيح ، فعادة ما يتم العثور على معظم الحزم في غير مكانها عن طريق الخطأ. تحقق من صندوق البريد الخاص بك أو موقع التسليم لمعرفة ما إذا كان الناقل قد ترك طردك بالقرب من منزلك ، في صندوق البريد.              ",
              "- تحقق لمعرفة ما إذا كان شخص آخر سيتسلمك. اسأل أفراد أسرتك أو جيرانك أو البواب أو أفراد أسرتك الآخرين عما إذا كانوا قد قبلوا شحنتك.",
              "- أحيانًا يحاول الساعي الاتصال بك لتسليم الطرود ، لكنه يفشل في التوصيل. يرجى التحقق من رسالة الهاتف أو البريد الإلكتروني الخاص بك لمعرفة ما إذا كان الناقل قد أخطرك بمحاولة تسليم فاشلة أو تفاوض معك بشأن وقت التسليم الثاني.              ",
              "- نتظر 48 ساعة. في حالات نادرة ، قد تظهر الحزمة على أنها تم تسليمها قبل 48 ساعة من وصولها فعليًا.              ",
              "إذا فشلت محاولة التسليم ، أو إذا كنت لا تزال غير قادر على استعادة الحزمة الخاصة بك ، فإن أسرع شيء يمكنك القيام به هو الاتصال بشركة الاتصالات مباشرة              ",
              "إذا كنت قد جربت الخطوات المذكورة أعلاه وما زلت غير قادر على تحديد موقع الحزمة الخاصة بك ، فيرجى الاتصال بفريق خدمة العملاء للحصول على المساعدة.              ",
            ],
          },
          {
            code: "G",
            q: "لماذا طلبي عاد إلى الشاحن؟          ",
            a: [
              "إذا ظهر في تحديثات التتبع أن الطلب عاد إلى الشاحن، قد لأسباب تالية:          ",
              "١- العنوان غير صحيح أو غير كامل.              ",
              "٢- رقم هاتف المستلم غير صحيح أو غير متاح.              ",
              "٣- عدم القدرة على التسليم.              ",
              "يرجى الملاحظة أن إذا تم عودة الشحنة إلى الشاحن، لا يمكن تسليم الطلب مرة ثانية. إذا لقد دفعت قيمة الطلب عبر الانترنت، سوف نرجع المبلغ بعد وصول الشحنة إلينا.              ",
              "إذا لديك أي استفسارات أخرى يرجى الاتصال بخدمة العملاء لدينا للمساعدة.              ",
              "نعتذر عن الازعاج وشكراً على الثقة والتفهم              ",
            ],
          },
          {
            code: "G",
            q: "لماذا لا يتم تحديث التتبع؟          ",
            a: [
              "نظراً لكثرة الطلبات وقلة رحلات الشحن الجوي، تحديث الشحن قد يتأخر قليلاً.          ",
              "نود أن نؤكد لكم بأننا نعمل بأقصى طاقاتنا لمعالجة الطلبات، لكن ضمن موارد وطاقة استيعابية محدودة، الشحن والتسليم يستغرق وقت أطول في هذه الأيام.              ",
              "و تحديث التتبع قد يحتاج إلى بضعة الأيام قبل وصول الطلب إلى عنوانك لأن هو شحن دولي. يرجى الانتظار بصبر.              ",
              "نعتذر عن التأخير والانتظار، وسنحاول أن نوفر عملائنا الكرام خدمة الأفضل.              ",
            ],
          },
          {
            code: "G",
            q: "ما هو خيار لقد استلمت؟ ولماذا لا استطيع الضغط عليه؟",
            a: [
              "بعد وصول الطلب إليك، يمكنك الضغط على زر لقد استلمت صفحة طلبي لاخبارنا انك لقد استلمته، وبعد ذلك سوف يضيف نظامنا النقاط إلى حسابك في  بيوتي سنتر إذا كنت لا تقدر الضغط على الزر، فلسببين التاليين:          ",
              "- إن الطلب في طريق لم يتم التسليم. يرجى لقد استلمت  الشحنة.",
              "- لقد تم استلام الشحنة، لكن لم يتم تحديث حالة الطلب. يرجى الانتظار يومين حتى تحديث الحالة. ",
            ],
          },
          {
            code: "G",
            q: "ما العمل في حال ضغطت على لقد استلمت بالخطأ؟          ",
            a: [
              "إذا قمت بالضغط على لقد استلمت الطلبية في طريق لم يتم استلامها، لا داعي القلق، ولن يتأثر الشحن أو التسليم. لكن عفواً  للإزعاج، ربما لا تقدر تتبع الشحنة في تطبيقنا مباشراً إذا أكدت التوصيل .بعد شحن الطلبية، بعث لك نظامنا بريد إلكتروني ورسالة نصية، فيها معلومات عن الشحنة مثل شركة الشحن ورقم التتبع. يمكنك تتبع الشحنة بنفسك في موقع شركة الشحن. رجاء الملاحظة أن معلومات التتبع في موقع شركة الشحن يمكن ستجدد فقط بعد وصول الشحنة إلى عنوانك.           ",
            ],
          },
          {
            code: "G",
            q: "هل يعفي الطلب من الرسوم الجمركية؟          ",
            a: [
              "اسعارنا لا تشمل الضرائب. في بعض الأحيان لبعض العناوين و سيتم فرض رسوم علي العملاء من قبل الجمارك.",
              "للأسف أن الضرائب هي على حسب السياسة المحلية ليس لدينا سيطرة على هذا الأمر و نرجو  منكم المسامحة والتفهم.          ",
              "إذا كانت شركة الشحن تطلب منك رسوم الجمارك عند تسليم الطلب، لدينا الاقتراحان التاليان              ",
              "١- إذا كانت الرسوم غالية لا تقدر دفعها، يمكنك رفض استلام الطلب واتصال بنا. سوف نرجع لكم قيمة الطلب بعد التأكيد من إعادة الشحنة.              ",
              "٢- إذا كنت تحب منتجاتنا وتقدر دفع لها رسوم الجمارك، يرجى استلام الطلب ثم تواصل مع موظفينا خدمة العملاء. من فضلك بعث لهم ايصال لرسوم الجمارك من قبل شركة الشحن، سوف نقدم لكم بعض التعويض.              ",
            ],
          },
          {
            code: "G",
            q: "ما هي ضريبة القيمة المضافة؟          ",
            a: [
              "ضريبة القيمة المضافة (VAT) هي ضريبة غير مباشرة تفرضها الحكومة. تُطبق ضريبة القيمة المضافة على الأفراد والشركات على حدٍ سواء وتُفرض على معظم السلع والخدمات التي يتم شراؤها وبيعها.          ",
            ],
          },
          {
            code: "G",
            q: "ماذا تم تقسيم طلبي إلى شحنتين أو أكثر؟          ",
            a: [
              "قد تم تقسيم الطلب إلى شحنتين أو أكثر لأسباب تالية:          ",
              "١- تم شحن المنتجات من المخازن المختلفة. وعدة متاجر مختلفة               ",
              "٢- لقد تأخر تجهيز  بعض المنتجات، فقمنا بشحن المنتجات الباقية أولاً لكي تصل لك مبكراً.              ",
              "٣- تقليل وزن الشحنة عند الشحن السريع.",
              "وسوف يرسل لكم نظامنا بريد الكتروني بعد شحن كل شحنة من طلبيتك.              ",
            ],
          },
          {
            code: "G",
            q: "كيف يمكنني التواصل مع نب  للخدمات اللوجستية ؟          ",
            a: [
              "شركة نب          ",
              "موقع الكتروني:     https://nip.sa             ",
              "0554034444",
              "cc@nip.sa              ",
              "966554034444+",
              "إذا تعذر الوصول إلى الرقم ، يمكنك أيضًا إرسال تذكرة لهم من خلال الرابط : https://nip.sa/call-us",
            ],
          },
          {
            code: "G",
            q: "ما العمل في حال فشل تسليم الطلبية/عادت الشحنة إلى المستودع؟          ",
            a: [
              "نتأسف لحصول المشكلة، يمكن رقمك كان غير متاح فقد فشلت محاولة الاتصال والتسليم. رجاء تأكيد هل رقمك المسجل عندنا صحيح ومتاح؟          ",
              "إذا الرقم صحيح يمكنك التواصل مع شركة الشحن لحصول على مزيد من المعلومات وتحديد موعد الاستلام. من فضلك إخبارهم برقم التتبع لشحنتك، ويمكن أن تجد الرقم في صفحة 'تتبع' للطلبية، وممكن الدخول من  طلبي.              ",
            ],
          },
          {
            code: "G",
            q: "ستغرقت الخدمات اللوجستية وقتًا طويلاً لشحنها ، لذا ألغيت طلبي ، لكنني بالفعل أستلمه ، فماذا أفعل؟",
            a: [
              " في هذه الحالة ، يمكننا تقديم طريقتين",
              "1-  إذا كنت ترغب في الاحتفاظ بالعنصر ، يمكننا تزويدك بحسابنا البنكي ويمكنك الدفع لنا وفقًا لمبلغ الطلب.",
              "2- إذا كنت لا تريد العنصر ، فيمكنك طلب إرجاعه وسنقوم بالترتيب مع ساعي لاستلامه.",
              "لمزيد من التفاصيل ، يرجى الاتصال بخدمة العملاء ، شكرا لك!",
              "إذا لم تحل المشكلة، يمكنك الاتصال برقم الهاتف التالي لاستشارة خدمة العملاء 00966530852675              ",
            ],
          },
          {
            code: "G",
            q: "لماذا لم تستلم شركة الشحن الطلب أو لم يتم تحديث معلومات التتبع على موقعهم؟          ",
            a: [
              "لأن الشحن الدولي، يحتاج الطلب إلى بعض الأيام حتى يصل إلى دولتك. تمكن شركة الشحن المحلية استلام الطلب فقط بعد وصوله إلى الموقع المقصود وتم التخليص الجمركي، وستجدد معلومات التتبع على موقعهم بعد ذلك.          ",
              "يرجى الانتظار بصبر وجعل رقمك متاح، سوف يتصل بك المندوب قبل تسليم الطلب.              ",
            ],
          },
          {
            code: "G",
            q: "كيف يمكنني الاتصال بي  9cloudsa للخدمات اللوجستية           ",
            a: [
              "9cloudsa للخدمات اللوجستية           ",
              "وقع الكتروني:  https://9cloudsa.com ",
              "ايميل: info@9cloudsa.com",
              "966582157720",
              "إذا تعذر الوصول إلى الرقم ، يمكنك أيضًا إرسال تذكرة لهم من خلال الرابط أدناه:               ",
              "https://iwtsp.com/966562035709",
            ],
          },
          {
            code: "G",
            q: "كيف أعرف أي شركة الشحن سوف توصل طلبي؟",
            a: [
              "اذا  تم شحن طلبك، سوف يرسل لك نظامنا بريد إلكتروني، فيه معلومات عن الشحنة مثل اسم شركة الشحن ورقم الشحنة.          ",
              "بالإضافة إلى ذلك، يمكنك تتبع طلبك في صفحة طلبي بعد الشحن، وستجد اسم شركة الشحن ورقم الشحنة في صفحة التتبع.          ",
            ],
          },
          {
            code: "G",
            q: "كيف يمكنني التواصل مع شركات الشحن بالسعودية؟",
            a: [
              "شركة أرامكس:          ",
              "رابط لبعث التذكرة          ",
              "https://www.aramex.com/sa/ar/support/submit-support-request            ",
              "الخط الساخن Tel: 9668001000880              ",
              "شركة ناقل:              ",
              "عنوان البريد الالكتروني : inquiries@naqel.com.sa              ",
              "الخط الساخن : Tel: 920020505              ",
              "رقم واتسآب : WhatsApp: +966118296500              ",
              "شركة ايمايل:               ",
              "الخط الساخن : Tel:+966920035757              ",
              " البريد الإلكتروني: customerservice-ksa@imile.me              ",
              "شركة فتشر:               ",
              " https://www.fetchr.us/ar/home/              ",
              "رقم الساخن : Tel: 009668003010004              ",
              "شركة سمسا:               ",
              "البريد الإكتروني: info@smsaexpress.com              ",
              "رقم الساخن:  920009999              ",
              "شركة زاجل:                ",
              "البريد الإلكتروني: CustomerService@zajil-express.com              ",
              "رقم الساخن: 920000177              ",
              "ملاحظة: من فضلك لا تنسى إخبارهم رقم التتبع لشحنتك, إذا لا تعرف الرقم من فضلك ادخال صفحة طلبي ثم ضغط على زر التتبع.              ",
            ],
          },
          {
            code: "G",
            q: "ما هو وقت التوصيل المتوقع؟          ",
            a: [
              "وقت توصيل المتوقع هو الوقت الذي يكون متوقعاً فيه توصيل طلبك إلى عنوان الشحن المفضل لديك. سترى وقت التوصيل المتوقع لكل طلب في صفحة تأكيد الطلب عند عملية الدفع. وإذا قد  تم إنشاء الطلب، سيظهر الوقت أيضاً في صفحة تفاصيل الطلب.          ",
              "يعتمد وقت التوصيل المتوقع على مجموعة من وقت التجهيز لطلبك ووقت الشحن وتاريخ اليوم.              ",
              "نظراً لأوضاع لوجستية المعقدة، للأسف لا نقدر تحديد موعد التوصيل بالضبط، وقد يصل الطلب قبل بضعة أيام من الوقت المتوقع أو بعده. من فضلك جعل رقمك متاح وسوف يتصل بك المندوب قبل تسليم الشحنة.              ",
            ],
          },
          {
            code: "G",
            q: "لماذا مدة توصيل الطلب مختلفة عن الآخر؟",
            a: [
              "قد يختلف وقت وصول الطلبات للأسباب التالية:          ",
              "١- يختلف وقت التجهيز لكل طلب. وأحياناً نقوم بتجهيز الطلب في مستودعات مختلفة.          ",
              "٢- بعض المنتجات (مثل مستحضرات التجميل) يحتاج إلى وقت أطول للتخليص الجمركي والشحن.              ",
              "٣- قد تستغرق عمليات شركات الشحن المختلفة وقتًا مختلفًا.              ",
              "٤- قد يتم تسليم الطلبات من قبل مكاتب مختلفة.              ",
            ],
          },
          {
            code: "G",
            q: "فشلت محاولة تسليم الطرد الخاصة بي ، ماذا أفعل؟          ",
            a: [
              "عادةً ما يكون هذا بسبب عنوان شحن غير مكتمل / غير صحيح أو عدم قدرة شركة الشحن على الوصول إلى موقع الشحن.          ",
              "يرجى الاتصال بشركة الشحن لترتيب إعادة تسليم الطرد الخاص بك.          ",
              "ونحن نعتذر عن أي إزعاج.              ",
            ],
          },
          {
            code: "G",
            q: "لماذا تأخر توصيل الطلب؟          ",
            a: [
              "تأخير التوصيل قد لأسباب تالية:          ",
              "١- تجهيز الطلب والتعقيم.          ",
              "إن تجهيز الطلب يستغرق ٣-٧ أيام في العادة، سوف نشحن الطلب في أسرع وقت ممكن بعد تجهيزه.          ",
              "٢- كثرة الطلبات و قلة رحلات الشحن الجوي. سوف تؤدي إلى تأخير وصول الطلب إلى دولتك.            ",
              "من فضلك الضغط على زر تتبع في صفحة طلبي لفحص الطلب، إذا لم يصل الطلب إلى دولتك، يرجى الانتظار بصبر، وإننا نعمل بأقصى طاقاتنا لمعالجة الطلبات.            ",
              "٣- نقص العاملين. وسوف يؤدي إلى تأخير التوصيل بعد وصول الطلب إلى موقعك.            ",
              "يرجى الانتظار بضعة الأيام وسوف يتصل بك المندوب قبل تسليم الطلب. ويمكنك التواصل مع شركة الشحن لمزيد من المعلومات وتحديد موعد التسليم.            ",
              "٤- معلومات المستلم غير صحيحة أو غير واضحة، أو رقم الهاتف غير متاح. سوف يؤدي إلى فشل التسليم.            ",
              "إن رقم الهاتف مهم ومن ضروري، من فضلك جعل رقمك متاح لأن سوف يتصل بك المندوب لتسليم الشحنة. وإذا العنوان خاطئ أو ناقص، أو الرقم غير متاح، يرجى الاتصال بخدمة العملاء لدينا للمساعدة.            ",
              "٥- فشل التسليم لأسباب أخرى.            ",
              "يرجى تتبع الطلب في صفحة طلبي ، وإذا تحققت من صحة معلومات المستلم، لكن لا يزال فشل تسليم الطلب، يرجى التواصل مع شركة الشحن لمزيد من المعلومات والدعم.            ",
              " نعتذر عن الازعاج وشكراً لكم ثقتكم وتعاونكم الدائم❤             ",
            ],
          },
          {
            code: "G",
            q: "كم مدة التوصيل للمنتجات الموجودة داخل المملكة العربية السعودية ؟",
            a: [
              "لضمان صحة وسلامة عملائنا، سنقوم بالتعقيم للشحنات عدة المرات، وأيضاً لأن كثرة الطلبات عند ذروة البيع والشراء، قد يؤدي إلى تأخير التوصيل.          ",
              "فيما يخص المنتجات الموجودة لدى متاجرنا تتراوح  ما بين خمسة إلى سبعة  أيام عمل وربما تستغرق مدة زمنية أطول خلال مواسم التخفيضات نظرًا للإقبال الشديد من العملاء ولكن هذه المدة التي يحددها الموقع هي دليل استرشادي فقط والموقع غير مسؤول عن أي تأخير علماً انه سيكون موضح تجت كل منتج المدة التقديرية لوصول المنتج               ",
            ],
          },
          {
            code: "G",
            q: "كم مدة التوصيل للمنتجات الموجودة خارج  المملكة العربية السعودية ؟          ",
            a: [
              "نحتاج إلى حوالي 2-5 أيام العمل(3-7 أيام) لإعداد وتجهيز الطلب، والشحن إلى دول مجلس التعاون الخليجي يستغرق 1-4 يوم تقريباً. أي سوف يتم توصيل الطلب بعد 15-25 يوم اعتباراً من تأكيد الطلب: علماً انه سيكون موضح تجت كل منتج المدة التقديرية لوصول المنتج          ",
              "ويمكن توجد اختلافات في وقت التوصيل بين بعض المدن والمناطق.          ",
              "يرجى الانتظار بعض الأيام وجعل رقمك متاح، سوف تتصل بك شركة الشحن بعد وصول الطلب.              ",
              "ولضمان سرعة المتابعة لشركات الشحن، لا يمكننا أن ندفعهم لتسريع التسليم في الوقت الحالي.              ",
              "نعتذر عن التأخر في هذه الأيام ونرجو منكم المسامحة والتفهم❤              ",
            ],
          },
        ],
      },
      {
        title: "الإرجاع والاستبدال ",
        questions: [
          {
            code: "H",
            q: "ما العمل في حال منتجات مفقودة من مشترياتي؟",
            a: [
              "إذا قمت باستلام منتج غير كامل أو استلام طلب بمنتجات مفقودة أو كمية ناقصة، ربما لقد تم تقسيم طلبك إلى شحنتين أو أكثر. يرجى الضغط على الطلب في صفحة طلبي للدخول إلى صفحة تفاصيل الطلب للتحقق منه.          ",
              "إذا كل المنتجات تم شحنها في شحنة واحدة لكن منها منتج ناقص، يرجى فحص الشحنة المستلمة بشكل شامل لتحديد المنتج المفقود أو أي جزء منه.              ",
              "وإذا لم يتم العثور عليه، يرجى الاتصال بخدمة العملاء لدينا للمساعدة، ومن فضلك إخبارهم معلومات تالية بالتفاصيل لكي نقوم بتسجيل الشكوى:              ",
              "١- رقم الطلب أو رقم الشحنة.              ",
              "٢- رقم السريال للمنتج الذي تقصده.              ",
              "٣- تصوير لكل المنتجات التي وصلت لك، كل المنتجات في صورة واحدة أو صورتين.              ",
              "٤- تصوير للصندوق الذي وصل لك وورقة بيانات الطرد.",
              "نعتذر عن الازعاج وشكراً جزيلاً على التفهم والدعم، وسنحاول بأقصى جهدنا أن نحل المشكلة ونوفر عملائنا خدمة الأفضل.              ",
            ],
          },
          {
            code: "H",
            q: "استلمت الطلب ، لكنني اشتريت قطعة واحدة فقط ولكنني استلمت قطعتين ، ماذا أفعل؟          ",
            a: [
              "نقترح أن تحتفظ بهذا العنصر كهدية لشخص آخر قريب منك ، شكرًا لتفهمك          ",
            ],
          },
          {
            code: "H",
            q: "كيف يمكنني إلغاء طلب الإرجاع الخاص بي؟          ",
            a: [
              "- إذا كنت قد قدمت بالفعل طلب إرجاع وغيرت رأيك ، فلا بأس ، يمكنك الاحتفاظ بالعنصر دون أي تكلفة.          ",
              '- إذا كنت ترغب في إلغاء جزء من العناصر المرتجعة ، يمكنك استخدام وظيفة "تعديل العناصر المرتجعة" للإلغاء في "تفاصيل الإرجاع".',
              "بعد التقدم بطلب للحصول على عائد مشترك ، لا يُسمح بإلغاء نموذج الإرجاع لطلب واحد ، فقط نموذج الإرجاع المجمع بالكامل يمكن إلغاؤه.",
            ],
          },
          {
            code: "H",
            q: "لماذا مبلغ الاسترداد غير صحيح؟",
            a: [
              "نعتذر عن أي سوء التفهم عن مبلغ الاسترداد، وقد يكون لأسباب تالية:          ",
              "١- سنقوم بعملية الاسترداد للمنتجات فقط، أما الرسوم الأخرى مثل رسوم الشحن وضمان الشحن ورسوم خدمة الدفع عند الاستلام غير قابلة للاسترداد.              ",
              "٢- إن مبلغ المسترد هو السعر الذي دفعت للمنتجات فقط(بعد استعمال كوبون ونقاط).              ",
              "٣- إن خدمة الإرجاع مجانية فقط مرة واحدة لكل طلب. في حال أنك تريد تقديم طلب إرجاع إضافي فسوف تخصم رسوم إضافية تكلفة الاسترجاع  من قيمة المرتجعات.              ",
              "إذا تحققت من كل ما سبق لكن ما زلت تواجه مشاكل في المبلغ الاسترداد، يرجى الضغط على زر اتصل بنا أدناه للتواصل مع خدمة العملاء لدينا للمساعدة.              ",
            ],
          },
          {
            code: "H",
            q: "كيف سحب الرصيد من محفظة بيوتي سنتر؟          ",
            a: [
              "يرجى زيارة على صفحة محفظة وضغط على زر سحب، ثم ادخال المبلغ الذي تريد سحبه وضغط على زر إرسال. سوف يتم تحويل المبلغ إلى حسابك الدفع الأصلي.          ",
              "او التواصل مع خدمة العملاء ويسعدهم جدا تقديم الدعم لكم               ",
              "ملاحظات:",
              "١- سوف يقوم نظامنا بالعملية بمجرد طلبك السحب، ولا نقدر الغاؤه.              ",
              "٢- إذا الرصيد مسترد من طلب الدفع عند الاستلام، للأسف لا يمكن سحبه إلى حسابك البنك مباشراً.              ",
              "وإذا لديك حسابك البنكي و يمكنك الاتصال بخدمة العملاء لدينا، ونقدر تحويل الرصيد إلى حسابك البنكي .              ",
            ],
          },
          {
            code: "H",
            q: "متى سيتم استلام المنتج(المنتجات) المراد إرجاعه؟          ",
            a: ["", "", ""],
          },
          {
            code: "H",
            q: "",
            a: [
              "حالياً فقط لدينا خدمة لاستلام المرتجعات في المملكة السعودية العربية .          ",
              "إذا طلبيتك إلى دول أخرى من فضلك الاتصال بخدمة العملاء للمساعدة.              ",
              "وإذا طلبت الطلبية في السعودية ، حالياً يتصل المندوب بالعملاء خلال ٣-١٠ أيام تقريبا بعد تقديم طلب الارجاع لاستلام المرتجعات، رجاء الانتظار بضعة الأيام وجعل رقمك متاح.              ",
              "أو يمكنك التواصل مع شركة الشحن للحصول على مزيد من المعلومات وتحديد موعد الاستلام. يرجى اخبارهم رقم تعريف الارجاع ورقم تتبع الارجاع لطلبك.            ",
            ],
          },
          {
            code: "H",
            q: "ما العمل في حال حصلت على منتج تالف أو معيب؟          ",
            a: [
              "يمكنك دائماً الاتصال بخدمة العملاء لدينا، سوف يسعدهم تقديم العون لك. ويرجى بعث لهم المعلومات التالية بالتفاصيل:          ",
              "١- رقم الطلب أو رقم الشحنة.          ",
              "٢- رقم السريال للمنتج التالف أو المعيب.              ",
              "٣- صورة واضحة لتحقق المشكلة لكي تسجيل الشكوى.              ",
            ],
          },
          {
            code: "H",
            q: "كيف يمكنني استبدال أحد المنتجات التي اشتريتها؟ (بعد استلام الطلب)          ",
            a: [
              "يسعدنا في بيوتي سنتر اتباع سياسة الاستبدال/الإرجاع داخل المملكة السعودية العربية. إذا كان العميل غير راض ١٠٠℅ من منتج، يستطيع إعادة المنتج في غضون ١٥ يوم من تاريخ التسليم.          ",
              "إذا كنت تريد استبدال المنتج بمقاس آخر،(فيما عدا المنتجات التي تندرج تحت الخصوصية بعدم الإرجاع)يمكنك دائماً الاتصال بخدمة العملاء لدينا، سوف يسعدهم تقديم العون لك. ولا تنسى إخبارهم المعلومات التالية:              ",
              "١- رقم الطلب أو رقم الشحنة.              ",
              "٢- رقم السريال للمنتج.              ",
              "٣- المقاس الجديد المطلوب.              ",
              "يرجى الملاحظة أن يمكن تعديل قطعة واحدة بواحدة أخرى ونفس السعر فقط.              ",
              "لمزيد من المعلومات يرجى زيارة صفحة سياسة الإرجاع.              ",
            ],
          },
          {
            code: "H",
            q: "كيف يمكنني إرجاع منتج (منتجات)؟",
            a: [
              'لعملائنا من المملكة العربية السعودية ، يمكنكم تقديم طلب لإرجاع المنتجات عبر الضغط على زر "ارجاع المنتج" في صفحة طلبي.          ',
              "أما لعملائنا من الدول الأخرى يرجى الاتصال بخدمة العملاء لدينا، وسوف بسعدهم تقديم العون لك.          ",
              "ملاحظة: من فضلك إخبار موظفينا رقم الطلب ورقم السريال(SKU) للمنتج المرتجع لكي نساعدك في الارجاع واعطائكم عنوان الارجاع.              ",
            ],
          },
          {
            code: "H",
            q: "ما هي حالة طلبي الإرجاع/الاستبدال؟          ",
            a: [
              "يمكنك الدخول الى  صفحة طلبي واختيار الطلب لفحص حالة الارجاع أو الاستبدال. وقد تكون المرتجعة في حالة من الحالات التالية:          ",
              "- إجراءات الإرجاع قيد التنفيذ: يعني لقد طلبت الارجاع أو لقد رجعت المرتجعة إلينا.              ",
              "- وصل إلى المستودع: لقد وصلت المرتجعة إلى مخزننا. عادةً سوف نفحص المرتجعة ونقوم بعملية الاسترداد أو الاستبدال خلال ٥ أيام منذ استلامنا الشحنة.              ",
              "- بحاجة الى استرداد: تم الفحص وقمنا بعملية الاسترداد للسلعة. وسوف يتم الاسترداد من عندنا خلال ٢٤ ساعة.              ",
              "- التغيير تم: لقد تم الاستبدال للمنتج، نقوم بتجهيز للمنتج الجديد وسوف نبعث لك المنتج الجديد كما طلبت.              ",
              "- تم إعادة المال: لقد تم عملية الاسترداد من عندنا. وسرعة وصول المبلغ ستكون حسب المؤسسات المالية التي نتعاون معها.              ",

              "يرجى الملاحظة أن الطقس، الجمارك، قلة شركات الشحن، الإجازات أو الأسباب الخارجية الأخرى ربما تأثر على وقت الإرجاع وليس لدينا سيطرة للتحكم على مثل هذه الأمور، ونقدر أن نقوم بعملية الاسترداد/الاستبدال بعد وصول المرتجعة إلى مخزننا.              ",
              "وسرعة الإسترداد ستكون حسب المؤسسات المالية.              ",
            ],
          },
          {
            code: "H",
            q: "لماذا لم يأتي المندوب لاستلام الطرد بعد؟          ",
            a: [
              "هناك عدة أسباب لفشل الاستلام:          ",
              "1- عنوانك خاطئ.",
              "2-  رقم هاتفك غير صحيح.",
              'الرجاء النقر فوق الزر "اتصل بنا" لتزويد خدمة العملاء بمعلومات الاتصال والعنوان الصحيحة.              ',
              "نعتذر عن الازعاج وشكراً جزيلاً على التفهم والدعم، وسنحاول بأقصى جهدنا أن نحل المشكلة ونوفر عملائنا خدمة الأفضل.              ",
            ],
          },
          {
            code: "H",
            q: "كم مدة الاسترداد/السحب؟          ",
            a: [
              "بالنسبة للمنتج المرتجع، سوف نقوم بعملية الاسترداد خلال ٥ أيام عمل تقريباً بعد رجوع المنتج إلى مخازننا.          ",
              "يرجى الملاحظة أن الطقس، الجمارك، قلة شركات الشحن، الإجازات أو الأسباب الخارجية الأخرى ربما تأثر على وقت شحن المرتجع وليس لدينا سيطرة للتحكم على مثل هذه الأمور، وسرعة الاسترداد ستكون حسب المؤسسات المالية.          ",
              "أما بالنسبة لاسترداد المبلغ أو السحب، سوف يقوم نظامنا ببيوتي سنتر خلال ٢٤ ساعة بعد طلبك الاسترداد.              ",
              "طرق الاسترداد مختلفة لها مدة الاسترداد مختلفة، وسوف نرجع القيمة كما طلبت عند طلب الاسترداد.              ",
              "والمدة وفقاً للبنك الذي أصدر البطاقة أو المؤسسة المالية.              ",
            ],
          },
          {
            code: "H",
            q: "كيف يمكنني استرداد أموالي من تمارا أو تابي إذا أردت إرجاع المنتج؟          ",
            a: [
              "إذا حددت طريقة إرجاع الأموال من خلال حساب الدفع الخاص بك ، فسيقوم المتجر بإبلاغ تمارا أو تابي  بمجرد إرجاع العنصر. تمارا سوف تقوم بتحديث حسابك وفقا لذلك.",
              "إذا كنت قد دفعت بالفعل مدفوعات إلى تمارا أو تابي فسيتم رد الأموال في غضون 24 ساعة من تحديث الحالة. ومع ذلك ، إذا لم تقم بإجراء أي مدفوعات بعد ، فسيتم تعديل خطة الدفع تلقائيًا لتعكس قيمة الأمر المحدثة والمدفوعات المتبقية.",
              "يرجى ملاحظة ما يلي:              ",
              "-  قد يستغرق تطبيق تمارا او تابي  بضع ساعات ليعكس التحديث - لن يحدث هذا إلا بمجرد أن يتلقى المتجر العنصر الذي تم إرجاعه.              ",
              "- إذا طلبت رد أموالك إلى محفظتك ، فستظل مطالبًا بدفع مدفوعات تمارا المعلقة للطلب.              ",
            ],
          },
          {
            code: "H",
            q: "ما هي سياسة الارجاع؟          ",
            a: [
              "يسعدنا في بيوتي سنتر اتباع سياسة الاستبدال/ الإرجاع داخل مملكة السعودية العربية. إذا كان العميل غير راض ١٠٠℅ من منتج، يستطيع إعادة المنتج في غضون ١٥ يوم من تاريخ التسليم.          ",
            ],
          },
          {
            code: "H",
            q: "القواعد والشروط من أجل الاسترجاع:          ",
            a: [
              "١- أن يتم إرجاع المنتج خلال ١٥ يوم من تاريخ استلامكم الطلب.          ",
              "٢- يجب أن يكون المنتج بحالة جيدة، غير مستخدم ‎وعليه ملصق العلامة التجارية.              ",
              "٣- يجب إرجاع المنتج مع كيس الماركة الأصلي الذي تم إرساله اليكم.              ",
              '٤- للأسف تقتضي سياستنا على عدم إرجاع بعض المنتجات: البودي سوت، والملابس الداخلية المثيرة(ملابس لانجري نسائية)، وملابس السباحة، ولوازم الحفلات والمناسبات(مستلزمات حفلات وأنشطة)، مستلزمات الحيوانات الأليفة، لوازم الأعمال اليدوية (مستلزمات "الطلب المسبق او التفصيل")، المجوهرات ومنتجات التجميل والإكسسوارات ( بإستثناء الأوشحة، والحقائب وأغطية حوريات البحر). لذلك ننصح بقراءة وصف المنتج جيدا قبل شرائه.            ',
              '٥- المنتجات التي تحتوي على علامات "إرجاع أو استبدال غير ممكن" أو "تخفيضات سريعة"، وكذلك الهدايا المجانية، لا يمكن إرجاعها أو استبدالها.            ',
              "٦- رسوم الشحن غير قابلة للاسترداد.            ",
            ],
          },
        ],
      },
      {
        title: " الدفع والخصم ",
        questions: [
          {
            code: "I",
            q: "كيف استعمال رصيد المحفظة؟          ",
            a: [
              "يمكنك استعمال رصيد المحفطة في صفحة تأكيد الطلب لطلبك القادم.          ",
              "إذا كنت تستعمل تطبيقنا على الهاتف، يرجى الضغط على محفظة في صفحة تأكيد للطلب، وادخال الرصيد الذي تريد استعماله، ثم الضغط على زر فعله للاستعمال.              ",
              "أما إذا كنت تطلب الطلب على كمبيوتر، يرجى ادخال الرصيد في الخانة في صفحة تأكيد الطلب، ثم الضغط على زر فعله لاستعمال.              ",
              "ملاحظة ",
              "١- لا يمكن تحويل رصيد المحفظة إلى عملة أخرى، ولازم تكون عملة الطلب هي نفس عملة رصيدك.              ",
              "٢- لا يمكن دفع رسوم خدمة الدفع عند الاستلام برصيد المحفظة. إذا كنت تريد دفع مبلغ الطلب كامل برصيدك، يرجى اختيار طريقة الدفع بطاقة الائتمان/الخصم.              ",
            ],
          },
          {
            code: "I",
            q: "ما هي طرق الدفع المتوفرة لديكم؟          ",
            a: [
              "متاح لدينا الآن الدفع بالطرق التالية في دول مجلس التعاون الخليجي:          ",
              "1- بطاقة الائتمان.              ",
              "2- تابي – تمارا متوفرة فقط في الامارات والسعودية              ",
              "3- STC PAY              ",
              "4- APPLE PAY              ",
              "5- التحويل البنكي المباشر              ",
              "أما بخصوص بطاقة الائتمان/الخصم، ندعم بطاقة فيزا و مدى وماستركارد ومايسترو وأمريكان اكسبريس.              ",
              "أيضاً إذا لديك رصيد المحفظة أو نقاط بيوتي سنتر ، لا تنسى استعمالها في صفحة تأكيد الطلب لطلبك الجديد.              ",
            ],
          },
          {
            code: "I",
            q: "هل يمكنني استخدام أكثر من كوبون/رمز خصم في المرة الواحدة؟          ",
            a: [
              "يمكنك استخدام رمز خصم/كوبون واحد فقط في المرة الواحدة لكل طلب.          ",
              "إذا كان لديك أكثر من كوبون، يمكن حضرتك استخدامه في عملية الشراء القادمة.          ",
            ],
          },
          {
            code: "I",
            q: "كيف استخدام النقاط/الكوبون؟          ",
            a: [
              "إذا كنت تستعمل الكمبيوتر ، يرجى ادخال رمز القسيمة والنقاط في الخانتين في صفحة تأكيد الطلب عند الدفع، ثم النقر على الزر فعله          ",
              'أما إذا كنت تستعمل تطبيقنا بيوتي سنتر ، يرجاء الضغط على “تطبيق القسيمة" أو "نقاط" في صفحة تأكيد الطلب عند الدفع لاستخدام الكوبون أو نقاط.',
              "كل ١٠٠ نقطة = ١ ريال . يمكن دفع حتى ٧٠% من قيمة المشتريات من خلال تطبيق نقاط المكافأة.              ",
              "ملاحظة",
              "١- من التاريخ الميلادي 2020/11/01، لا يمكن استخدام النقاط المكتسبة من مواقع أخرى على هذا الموقع، لن تتأثر النقاط المكتسبة قبل هذا التاريخ.              ",
              "٢- إن نقاط بيوتي سنتر لها مدة صلاحية مختلفة، من ٧ أيام إلى ٣ شهور، يرجى التحقق في صفحة نقاطي لمعرفة الصلاحية بالضبط.              ",
            ],
          },
          {
            code: "I",
            q: "لماذا لا يعمل الكوبون؟          ",
            a: [
              "قد يكون رمز الخصم(الكوبون) غير شغال للأسباب التالية:          ",
              "١- يتم تطبيق الخصم على السعر الأصلي وليس سعر البيع في الموقع. يعني إذا السلعة لها عروض ترويجي ذاتها والخصم أكثر من خصم القسيمة، فقد لا يكون هناك فرق كبير في السعر بعد استعمال الكوبون.              ",
              "٢- انتهت صلاحية الرمز.              ",
              "٣- الرمز له مبلغ الشراء المحدود، أي الرمز شغال فقط لطلبية أكثر من مبلغ معين.              ",
              "٤- كوبون شغال فقط في مواقع معينة، فمن فضلك ادخال الموقع الخاص لدولتك أولاً.              ",
              "وأيضاً إذا طلبت طلبية واستعملت الكوبون ثم ألغيتها، سوف يرجع الكوبون إلى حسابك بيوتي سنتر خلال ٢٤ ساعة، من فضلك الانتظار قليلاً.              ",
            ],
          },
          {
            code: "I",
            q: "لماذا تم خصم المبلغ من بطاقتي أكثر من مبلغ الطلب؟          ",
            a: [
              "الحساب المصرفي هو حسابك ، فلا تقلق. بالطبع ، لا تستطيع بيوتي سنتر خصم الأموال من الحساب المصرفي كما تشاء ، فنحن نضمن أنه سيتم خصم مبلغ الطلب فقط          ",
              "إذا كان هناك استقطاعات ، فقد تحدث الحالتان التاليتان              ",
              "أ : رسوم التعامل المصرفي              ",
              "قد يميز البنك ما إذا كانت هناك رسوم معالجة وفقًا لعنوان البنك الذي أصدر بطاقتك ودرجة بطاقتك ، وما إلى ذلك. يرجى الاتصال بالبنك الذي أصدر بطاقتك للاستفسارات أو التغيير إلى بطاقة أخرى خالية من رسوم التعامل المصرفي للدفع              ",
              "ب : رسم تحويل العملة              ",
              "(1)  بالنسبة لرسوم تحويل العملات التي يتم تكبدها عن طريق تحويل سعر الصرف ، يرجى التحقق مما إذا كانت عملة الدفع التي قدمتها في بيوتي سنتر متوافقة مع العملة المفضلة لبطاقتك ؛              ",
              "(2)  إذا كانت هناك رسوم معالجة DCC أو CPC مماثلة للرقم أدناه ، فيرجى الاتصال بالمصرف الذي أصدر بطاقتك للاستفسارات              ",
              "لمزيد من المعلومات ، يمكنك الاتصال بالمصرف الذي تتعامل معه.            ",
            ],
          },
          {
            code: "I",
            q: "لماذا يجب علي تأكيد الدفع في طلبي؟          ",
            a: [
              "إذا وصلت لك رسالة بريد إلكتروني من إدارتنا المخاطر بعد إنشاء طلبك، إنه هو فحص عادي لتأكيد أن الدفع لقد تم فعله صاحب البطاقة.          ",
              "من فضلك افحص صندوق البريد الالكتروني ورُد علينا بالمستندات المطلوبة. إنها مهنتنا لحماية معلومات عملائنا ولن نحفظ أي شيء بعد تأكيدها.          ",
            ],
          },
          {
            code: "I",
            q: "لماذا تم رفض عملية الدفع؟          ",
            a: [
              "فشلت محاولة الدفع قد يكون للأسباب تالية:          ",
              "١- الرصيد عدم كافي أو قد تجاوز حد الائتمان. يُرجى التحقُّق من رصيد حسابك للتأكد من امتلاكك أموالاً كافية لإكمال عملية الشراء ولم يتجاوز الحد المسموح.          ",
              "٢- رمز التحقق من البطاقة غير صالح، رجاء التحقق وتجربة مرة ثانية.              ",
              "٣- بطاقة منتهية الصلاحية. رجاء إزالة البطاقة أو تعديل بياناتها.              ",
              "٤- دخّلت معلومات البطاقة خاطئة. رجاء تحقق المعلومات وتجربة الدفع مرة ثانية.              ",
              "٥- قد تكون هناك قيود محدّدة مفروضة على بطاقتك تؤدي إلى رفض معاملتك. من فضلك تغيير بطاقة أخرى أو تجربة الدفع بالتحويل المباشر              ",
              "للحصول على مزيد من المعلومات يرجاء التواصل مع المؤسسة التي أصدرت بطاقتك لاستفسار عن المعاملة ومعرفة ما إذا كان لديها سبب للرفض.              ",
            ],
          },
          {
            code: "I",
            q: "ما هو طريقة الدفع تابي(Tabby)وكيف يعمل؟          ",
            a: [
              "إن تابي هي خدمة الدفع بالتقسيط بدون أي فوائد أو رسوم مضافة، ويقبل جميع البطاقات الائتمانية والخصم.          ",
              "الأن تتوفر هذه الخدمة في السعودية والإمارات، يمكنك استخدام تابي كالخطوات التالية:              ",
              "١- أضف المنتجات التي تعجبك إلى سلة التسوق وانتقل إلى صفحة تأكيد الطلب كالمعتاد.              ",
              "٢- حدد طريقة الدفع قسمها على ٤ دفعات.              ",
              "٣- سيرسل لك تابي رسالة نصية فيها رمز التحقق، يرجى إدخال الرمز وإكمال عملية الدفع.              ",
              "٤- تقدر تدفع قيمة مشترياتك بأيّ وقت قبل موعد الاستحقاق، وسوف يذكرك تابي عن طريق البريد الإلكتروني أو الرسائل النصية.              ",
              "- يجب أن يكون عمرك ١٨ عامًا على الأقل وأن يكون لديك بطاقة هوية أو إقامة صالحة.              ",
            ],
          },
          {
            code: "I",
            q: "لماذا لم يتم قبول طلبي للدفع عبر تابي(Tabby)؟          ",
            a: [
              "قد لا  يتم قبول الدفع عبر تابي للأسباب التالية:          ",
              "١- لم تقم بتأكيد هويتك.              ",
              "٢- نسيت تعبئة أحد الحقول المهمة مثل عنوان الاستلام كاملاً.              ",
              "٣- عدم قيامك بسداد دفعاتك السابقة.              ",
              "٤- الخدمة غير متوفرة في الموقع المقصود(الآن تتوفر خدمة تابي لطلبات إلى السعودية والإمارات فقط).              ",
              "٥- قيمة مشترياتك أقل من الحد الأدنى المسموح لاستخدام تابي وهو ١٠ ريال سعودي أو ١٠ درهم إماراتي.              ",
              "إذا تحققت من كل ما سبق وما زلت تواجه مشكلات في الدفع، يرجى التواصل مع خدمة العملاء تابي للمساعدة.              ",
            ],
          },
          {
            code: "I",
            q: "هل سيتم استرجاع النقاط/الكوبون بعد الغاء الطلب؟          ",
            a: [
              "نعم، سوف يتم الاسترجاع بعد عملية الالغاء.          ",
              "عادةً سوف يتم استرجاع النقاط أو الكوبون خلال ٢٤ ساعة بعد الغاء الطلب في نظامنا.            ",
              "يرجى الانتظار قليلاً وفحص حسابك بمنصة بيوتي سنتر.              ",
              "إذا تم تجد النقاط/الكوبون بعد ٢٤ ساعة، يرجى التحقق في صفحة سجل النقاط / قسائم منتهية الصلاحية لتحقق صلاحيتها.              ",
            ],
          },
          {
            code: "I",
            q: "لماذا لم يتم قبول طلبي للدفع عبر تمارا(Tamara)؟          ",
            a: [
              "يتم رفض الطلب لعدة أسباب منها:          ",
              "١- بطاقتك البنكية لا تدعم الشراء عبر الانترنت.          ",
              "٢- وجود متعثرات مالية لدى أحد البنوك أو شركات الاتصالات أو الجهات المسجلة في سمة / الاتحاد للمعلومات الإئتمانية",
              "٣- يوجد لديك مبالغ غير مدفوعة مع تمارا.              ",
              "٤- رفض الطلب من قبل برنامج المخاطر الخاص بنا الذي يعتمد على عدة عوامل منها قيمة المشتريات.              ",
              "٥- مبلغ طلبك أعلى من الحد الأعلى.              ",
              "إذا كانت الأسباب المذكورة لا تنطبق عليك، ننصحك بالمحاولة مرة أخرى ببطاقة مختلفة.              ",
              "وإذاكانت  لديك أي استفسارات أخرى يرجى التواصل مع خدمة العملاء تمارا  أو فريقنا الدعم.              ",
            ],
          },
          {
            code: "I",
            q: "هل هناك حد لما يمكنني إنفاقه في العملية الشرائية الواحدة عبر تمارا؟          ",
            a: [
              "بالنسبة إلى الحد يتم حسب تاريخك الشرائي مع تمارا حيث أن الحد الأقصى قد يصل إلى 5000 ريال سعودي/درهم إماراتي            ",
            ],
          },
          {
            code: "I",
            q: "كيف أحصل على النقاط؟          ",
            a: [
              "يمكن الحصول على النقاط من الطرق أدناه:          ",
              " ١- تأكيد التسجيل.          ",
              " ٢- شراء واكمال الطلب(لقد استلمت استلام الطلب).              ",
              " ٣- تعليق على المنتجات.              ",
              " ٤- قيام بتسجيل الدخول يومياً.              ",
              " ٥- المشاركة في الأنشطة.               ",
              "ملاحظة:              ",
              "- يمكن تطبيق النقاط مع مبلغ مالي خلال عملية الدفع، كل ١٠٠ نقطة = ١ ريال. يمكن دفع حتى ٧٠% من قيمة المشتريات من خلال تطبيق نقاط المكافأة.              ",
              "-  من التاريخ الميلادي 2020/11/01، لا يمكن استخدام النقاط المكتسبة من مواقع أخرى على هذا الموقع.              ",
              "-  إن نقاط بيوتي سنتر لها مدة صلاحية مختلفة من ٧ أيام إلى ٣ شهور، يرجى التحقق في صفحة نقاطي لمعرفة الصلاحية بالضبط.              ",
              "- سوف تكسب ١ نقطة لكل ريال ينفق على شرائك، وسيتم إضافة النقاط بعد لقد استلمت               ",
            ],
          },
          {
            code: "I",
            q: "ما هي طريقة الدفع تمارا (Tamara) وكيف يعمل؟          ",
            a: [
              "إن تمارا هي خدمة الدفع بالتقسيط على ٣ دفعات بدون أي فوائد أو رسوم إضافة، وتقبل جميع بطاقات الخصم والإئتمان.          ",
              "ستدفع 33٪ دفعة أولى من خلال موقع بيوتي سنتر لتأكيد الشراء. يتم دفع القسطين الإثنين المتبقين في شهرين متتالية إلى تمارا.          ",
              "الدول المتاحة: المملكة العربية السعودية والإمارات العربية المتحدة.          ",
            ],
          },
          {
            code: "I",
            q: "ما العمل في حال تم خصم مبلغ غير معروف باسم بيوتي سنتر في كشف حسابي المصرفي؟          ",
            a: [
              "إذا لاحظت رسومًا على كشف حسابك المصرفي من بيوتي سنتر و لم تعرفها ، يرجى الاتصال بخدمة العملاء لدينا، وبعث لهم التفاصيل وسوف نرد عليك في أقرب وقت ممكن:          ",
              "بالنسبة لمعاملة البطاقة، يرجى بعث مبلغ الدفع، وعملة الدفع، وتاريخ الدفع، وأول ٦ أرقام وآخر ٤ أرقام بطاقتك ، ولقطة شاشة لتفاصيل المعاملة.              ",
              "بالنسبة لمعاملة التحويل المباشر لحسابنا البنكي ،   يرجى تقديم رقم معرف معاملة التحويل ، يمكنك أيضًا الاتصال ببنكك للحصول على هذا الرقم.              ",
            ],
          },
          {
            code: "I",
            q: "هل توجد خاصية الدفع عند الاستلام؟          ",
            a: [
              "لا للأسف حاليا لا تتوفر لدينا خدمة الدفع عند الاستلام ، حالياً نوفر خدمة الدفع عند الاستلام سيتم توفيرها قريباً بإذن الله           ",
              "نعتذر عن الازعاج وشكراً جزيلاً على التفهم والدعم، وسنحاول بأقصى جهدنا أن نحل المشكلة ونوفر عملائنا خدمة الأفضل.              ",
            ],
          },
        ],
      },
      {
        title: "  المنتجات والسلع ",
        questions: [
          {
            code: "J",
            q: "ما هو رقم السريال ؟(SKU)         ",
            a: [
              "رقم السريال (SKU) هو رقم خاص لكل المنتج، ونقدر على تحديد المنتج أو اكتشافه بسهولة بهذا الرقم        ",
              "يرجى الضغط على زر  وصف المنتج  في صفحة تفاصيل المنتج، سوف تجد الرقم              ",
              "يمكن البحث عن المنتج برقم السريال في صفحة متجر أو الفئات على تطبيق أو منصة بيوتي سنتر .               ",
              "لكن ذا لم تجد المنتج بالرقم، فهذا يعني لقد انتهى البيع والمنتج غير متوفر حالياً              ",
            ],
          },
        ],
      },
      {
        title: "  الحساب  ",
        questions: [
          {
            code: "K",
            q: "ما هي بعض الطرق الجيدة بالنسبة لي لتجنب التعرض للخداع؟          ",
            a: [
              "-  قبل تقديم أي طلب، تأكد من وجودك على الموقع الإلكتروني الرسمي أو التطبيق الرسمي لـ منصة بيوتي سنتر . مجال الويب الرسمي الوحيد لـ بيوتي سنتر  هو   https://beauty-t-center.com              ",
              "- تجاهل أي إعلانات عن الأحداث الترويجية أو الفرص الحائزة على جوائز من بيوتي ، والتي لا تأتي من قنوات بيوتي سنتر  الرسمية.              ",
              "-  إذا تلقيت إشعاراً بفوزك بجائزة، فيرجى التحقق من صحة هذا الإشعار. لن يُطلب من الفائزين بجوائز  بيوتي سنتر  الرسمية أبداً دفع أي رسوم شحن أو تقديم معلوماتهم  الشخصية.              ",
              "-  كن حذراً من جميع الحسابات والروابط غير المألوفة التي تصادفك على الإنترنت. لا تفتح الروابط أو الملفات غير المألوفة التي تتلقاها. لا تقم أبداً بتحويل الأموال أو المعلومات الشخصية إلى أي حساب غير مألوف عبر الإنترنت، أو من خلال أي موقع إلكتروني غير مألوف.              ",
              "- تذكر دائماً أن بيوتي سنتر  لا تقوم أبداً بتعيين موظفين من خلال الرسائل المباشرة على أي موقع. علاوة على ذلك، لن نطلب منك أبداً دفع أي دفعة مقدمة أو إيداع من أجل التعاون معنا أو العمل لدينا.              ",
            ],
          },
          {
            code: "K",
            q: "لقد تم خداعي بدفع مبلغ مالي! ماذا أفعل الآن؟          ",
            a: [
              "- إذا فقدت المال بسبب عملية احتيال، فيرجى الاتصال بالمصرف الذي تتعامل معه في أسرع وقت ممكن للإبلاغ عن فقدان بطاقة الدفع الخاصة بك، ثم قم بطباعة فاتورة بالرسوم لتحديد مكان إنفاق أموالك. بعد ذلك، أبلغ الشرطة على الفور بحادث الاحتيال. يمكنك الاحتفاظ بالأدلة ذات الصلة (لقطات الشاشة والوثائق) وكذلك إبلاغ خدمة عملاء بيوتي سنتر بحادثتك. ستتعاون بيوتي سنتر بسهولة مع تحقيقات إنفاذ القانون في مشكلتك.          ",
              "-    إذا لم تخسر أي أموال بعد إجراء عملية احتيال عليك، فإننا لا نزال نشجعك على إبلاغ خدمة عملاء بيوتي سنتر بالحادثة. و بمساعدتك، يمكن لقسم الأمن لدينا حماية العملاء في المستقبل من التعرض للاحتيال.              ",
            ],
          },
          {
            code: "K",
            q: "كيف يمكنني إلغاء اشتراكي من خدمة الرسائل الإخبارية؟          ",
            a: [
              'هناك زر "الغاء الاشتراك" في الجزء السلفي للبريد الإلكتروني الترويجي، إذا كنت تريد الغاء استقبال رسائل الإيميل من بيوتي سنتر، رجاء الضغط على الزر.          ',
            ],
          },
          {
            code: "K",
            q: "كيف إضافة/تحديث عنوان شحن في دفتر العناوين؟          ",
            a: [
              "- لإضافة عنوان شحن جديد، اضغط زر أضف عنوان الشحن، وقم بتثبيت الموقع عند ملأ الفراغات واضغط حفظ.          ",
              "- لتحديث عنوان شحن موجود، اضغط العنوان لرؤية التفاصيل، ثم قم بتحديث المعلومات المطلوبة واضغط حفظ.              ",
              "إعداد عنوان الشحن الأساسي:              ",
              "- إذا كان لديك عناوين الشحن متعددة في حسابك، فسيؤدي تحديد عنوان معين إلى اعتبار هذا العنوان كعنوان الشحن الرئيسي، والذي سيظهر بعد ذلك في أعلى قائمة العناوين لتقوم باختياره، ولكن ستتمكن أيضاً من اتخاذ قرار بتغيير العنوان أثناء الشراء.              ",
            ],
          },
          {
            code: "K",
            q: "هل يمكنني تغيير حساب بريد إلكتروني؟          ",
            a: [
              "للأسف حالياً لا يمكن تغيير بريد إلكتروني لحسابك بيوتي سنتر مباشراً. إذا تريد استعمال بريد إلكتروني جديد، يمكنك تسجيل حساب بيوتي سنتر جديد .          ",
            ],
          },
          {
            code: "K",
            q: "هل تدعم بطاقة الهدايا وظيفة الإهداء؟          ",
            a: [
              "إذا لم تكن قد اشتريت بعد ، فيمكنك ملء عنوان البريد الإلكتروني للصديق الذي ترغب في تقديم الهدية إليه بقسم الملاحظات الخاصة بالشحن او المنتج  عند إجراء عملية الشراء.",
              "إذا كنت قد اشتريت بالفعل ، فيمكنك الاتصال بخدمة العملاء لتغيير عنوان البريد الإلكتروني للمستلم وستتم إعادة إرسال بطاقة الهدايا إلى عنوان المستلم.",
            ],
          },
          {
            code: "K",
            q: "أود الاشتراك في رسائل البريد الإلكتروني الترويجية لبيوتي سنتر          ",
            a: [
              "يمكنك الاشتراك بالذهاب إلى موقع بيوتي سنتر وإدخال عنوان بريدك الإلكتروني في أسفل الصفحة الرئيسية          ",
            ],
          },
          {
            code: "K",
            q: "ما هي أكثر طرق الاحتيال شيوعاً؟          ",
            a: [
              "إذا وجدت نفسك في منتصف أي من السيناريوهات التالية، فتوقف عن الانخراط على الفور - فمن المحتمل أنك مستهدف من قبل محتال.          ",
              "1-  خداع موقع الويب الوهمي: قد تصادف إعلاناً في إحدى الألعاب أو على فيسبوك أو انستغرام أو وسائل التواصل الاجتماعي الأخرى. يزعم هذا الإعلان أنه برنامج تعليمي بواسطة بيوتي سنتر لخفض التكاليف، وفي قسم التعليقات يوجد العديد من التعليقات المزيفة التي تقول أن هذا الإعلان مشروع. تتمثل نهاية لعبة الاحتيال هذه في توجيهك إلى موقع إلكتروني مزيف يقدم طلباً، حتى يتمكن المحتال من الهروب بأموالك. احمِ أموالك، لا تثق بهذه الإعلانات المشبوهة!              ",
              '2-  احتيال الفوز بجائزة / بطاقة الهدايا: رسائل غريبة لك أو تاغ "Tag" على وسائل التواصل الاجتماعي تخبرك أنك فزت بسحب يانصيب، وستحصل على بطاقة هدايا ضخمة من بيوتي سنتر (أو هدية أخرى باهظة). يتم توجيهك للمطالبة بجائزتك عن طريق ملء استبيان على بعض مواقع الويب، ثم يُطلب منك بعد ذلك شراء طابع بريد من هذا الموقع، بحيث يمكن إرسال جائزتك إليك في النهاية. كل هذا هو وسيلة ملتوية للمخادع لسرقة مدفوعاتك "البريدية" ومعلوماتك الشخصية. انتبه من سرقة محفظتك، ولا تثق في اي تاغ "Tag" على الوسائط الاجتماعية والرسائل المباشرة من شخص لا تعرفه، خصوصاً الشخص أو الذي يثير الشبهات.!              ',
              "3-  عملية احتيال عن طريق شحنة  لم تستلمها: تحصل على رسالة نصية أو مكالمة تخبرك أن لديك شحنة لم تطالب به مطلقاً. يتم بعد ذلك إرسال رابط إليك، والذي يُعلمك عند النقر عليه أن تسليم الشحنة الخاص بك قد تم تأجيله لسبب كذا وكذا. بالطبع، أنت متأكد من أنه سيتم توفير الشحنة التي لم تتم المطالبة بها لك إذا دفعت فقط رسوماً أو أدخلت معلومات الدفع الخاصة بك. وفي الواقع أن هذه الشحنة غير المطالب بها غير موجودة أصلاً، فالأمر برمته مجرد حيلة لخداعك من أجل المال ومعلومات الحساب المصرفي! من فضلك كن أكثر حذرا وفكر دائماً في هذه الحالات!",
              '4- عملية احتيال التحقق من البنك: تتلقى رسالة من محتال يتظاهر بأنه البنك الذي تتعامل معه. تطلب منك الرسالة تأكيد معاملة بنكية من المفترض أنك أجريتها، عن طريق الاتصال برقم هاتف معين. حرصاً على دحض أنك أجريت هذه المعاملة، يمكنك الاتصال بالرقم والاتصال بمخادع يتظاهر بأنه موظف في البنك الذي تتعامل معه. يطلب منك هذا "الموظف" "التحقق" من معلوماتك المصرفية، حتى يتمكن من سرقة رقم بطاقة الائتمان / الخصم الخاصة بك. لقد واجه العديد من عملاء بيوتي سنتر عملية الاحتيال هذه، يرجى الانتباه!',
              "5- سرقة الحساب: يمكن للمخادع إنشاء موقع إلكتروني للتصيد الاحتيالي أو نافذة منبثقة - ربما تبدو مماثلة لصفحة تسجيل الدخول إلى بيوتي سنتر - يخدعك لكتابة بيانات تسجيل دخول الخاصة بك، ثم استخدامها لتسجيل الدخول إلى حساباتك على موقع بيوتي سنتر وأماكن أخرى، يسرقون تفاصيل حسابك المصرفي وعنوانك ومعلومات مهمة أخرى.",
              '6- عملية احتيال الشراكة المزيفة: تحصل على بريد إلكتروني يزعم أنه من المقر الرئيسي لمنصة بيوتي سنتر، ويدعوك إلى القيام ببعض أشكال المنصة. لكن انتظر، قبل أن تتمكن من التعاون، فهم بحاجة إلى مساعدتك في دفع رسوم البريد حتى يتمكنوا من شحن المنتج إليك! بعد أن تدفع "رسوم البريد"، سيختفي المحتالون بأموالك. احترس من هذا الاحتيال! وقم بحماية رصيد محفظتك!',
              "عملية احتيال عبر عرض وظيفة الوهمية: يقوم شخص ما بإرسال رسالة نصية إليك من رقم غير معروف، أو يرسل إليك رسائل على أحد تطبيقات الوسائط الاجتماعية الخاصة بك (عادةً واتساب أو فيسبوك أو انستغرام)، لإعلامك بأنك قد تم توظيفك من قبل بيوتي سنتر للعمل عبر الإنترنت وكسب بعض الدخل الإضافي . الطريقة البسيطة التي يمكنك من خلالها اكتشاف أن هذه عملية احتيال هو عندما يطلب منك دفع مبلغ مالي. هؤلاء ليسوا من موظفين بيوتي سنتر، إنهم محتالون. لا تثق بهم! ",
            ],
          },
          {
            code: "K",
            q: "كيف يمكنني تغيير أو إعادة تعيين كلمة السر بيوتي سنتر؟          ",
            a: [
              "لتغيير كلمة السر على بيوتي سنتر إذا كنت قد سجلت الدخول:          ",
              "١- انتقل إلى صفحة أنا.              ",
              "٢- اضغط على زر إعدادات.              ",
              "٣- اضغط على أمن الحساب.              ",
              "٤- اضغط على تغيير كلمة السر واكمال العمليات الباقية.              ",
              "لإعادة تعيين كلمة السر إذا نسيتها:              ",
              "١- انقر على نسيت كلمة المرور؟ في صفحة تسجيل الدخول.              ",
              "٢- اكتب البريد الإلكتروني المرتبط بحسابك، ثم انقر على تقديم.              ",
              "٣- سوف يرسل لك نظامنا بريد إلكتروني لتتم إعادة تعيين كلمة المرور.              ",
              "ملاحظة",
              "إذا كان حسابك بيوتي سنتر مقترن بحساب فيسبوك/جوجل/آبل، للأسف لا يمكن تغيير كلمة السر عند نظامنا بيوتي سنتر مباشراً.              ",
            ],
          },
          {
            code: "K",
            q: "ما العمل في حال لا يمكنني تسجيل الدخول إلى حسابي بيوتي سنتر؟          ",
            a: [
              "١-  يرجى التأكد أنك تسجل الدخول بحسابك البريد الإلكتروني الصحيح. وإذا تم إنشاء حسابك بيوتي سنتر بواسطة حساب فيسبوك(Facebook)/جوجل(Google)/آبل(Apple)، يرجى الضغط على أحد من أيقوناتها لتسجيل الدخول.          ",
              "٢-  إذا كانت كلمة المرور لا تعمل أو كنت لا تذكرها، يرجى الضغط على زر نسيت كلمة المرور؟ لإعادة تعيينها. سوف يرسل نظامنا بريد إلكتروني إليك، فيه رابط لإعادة تعيين.              ",
              "إذا تحققت من كل ما سبق وما زلت تواجه مشكلات في الحساب، دائماً يمكنك الاتصال بخدمة العملاء لدينا، سوف يسعدهم تقديم العون لك.              ",
            ],
          }
        ],
      },
   
    ],
  },
];
