export const questions = [
  {
    title: "من نحن",
    icon: "question",
    questions: [
      {
        code: "A",
        q: "ماهي منصة بيوتي سنتر ؟",
        a: [
          "هي منصة تقوم   بربط  أصحاب الذائقة الرفيعة بموردين ومتاجر سعودية وعالمية معروفة وكبيرة  مبدعين في مكان واحد!",
          "بيوتي سنتر هي منصة تسوق إلكترونية رائدة في المملكة العربية السعودية تضم أكثر من 800 ألف منتج متنوع من موردين محليين وعالميين. تتميز بجودة عالية، عروض سعرية منافسة وتنوع كبير في العلامات التجارية. التي تلبي احتياجات العملاء المختلفة. بيوتي سنتر  وجهة مثالية للاستمتاع بتجربة تسوق مميزة وشاملة في عالم المنتجات .",
        ],
      },
      {
        code: "A",
        q: "من هم شركاء بيوتي سنتر ؟",
        a: [
          "شركاء منصة بيوتي سنتر هم متاجر وشركات ومؤسسات ذوي خبرة وسمعة ممتازة في جميع المجالات والمنتجات المتنوعة . تم اختيارهم بعناية كبيرة وفقًا لمعايير صارمة تتضمن الاعتماد على تاريخهم المهني الممتاز ومكانتهم كموردين كبار ووكلاء حصريين في مجال منتجاتهم المختارة.",
          "يتميز شركاء بيوتي سنتر بتنوع هائل في منتجاتهم، حيث يقدمون مجموعة واسعة من المنتجات المبتكرة والمتنوعة التي تلبي احتياجات وتفضيلات العملاء المتنوعة. بغض النظر عن نوع المنتج الذي تبحث عنه ، فإنه سيتم توفيره بجودة عالية وأسعار تنافسية.",
          "وبالإضافة إلى ذلك، يتمتع شركاء بيوتي سنتر بخبرة كبيرة في إدارة الطلبات والتعامل مع العملاء. يقومون بمتابعة دقيقة لجميع السياسات والشروط المقدمة من قبل الشركاء، ويوفرون الضمانات اللازمة لتوفير تجربة تسوق موثوقة وسلسة. كما نطمنكم على التحقق من جميع المستندات الرسمية والمعتمدة لضمان توريد المنتجات بطريقة قانونية وموثوقة.",
          "بفضل هؤلاء الشركاء المتميزين، يتم توفير مجموعة واسعة من المنتجات عالية الجودة والعلامات التجارية المرموقة على منصة بيوتي سنتر، مما يضمن للعملاء تجربة تسوق فريدة وموثوقة في جميع المجالات المتنوعة .",
        ],
      },
      {
        code: "A",
        q: "هل منصة بيوتي سنتر موثقة في المركز السعودي للأعمال؟",
        a: [
          "منصة بيوتي سنتر  موثقة لدى المركز السعودي للأعمال",
          "رقم التوثيق 0000020195",
          "رقم السجل التجاري 5950130843",
        ],
      },
    ],
  },
  {
    title: "شروط الانضمام",
    icon: "terms",

    questions: [
      {
        code: "B",
        q: "ما هي الخطوات اللازمة لتقديم طلب لتصبح بائعًا على المنصة؟        ",
        a: [
          "لتقديم طلب لتصبح بائعًا على منصة بيوتي سنتر، يجب اتباع الخطوات التالية:            ",
          "-التحقق من المتطلبات: تأكد من توافر المتطلبات التالية:            ",
          "يجب أن تكون لديك متجر إلكتروني موجود فعليًا على المنصات المعترف بها مثل سلة، زد، شيبوفاي، أو في استضافة خاصة.            ",
          "يجب أن يكون لديك رخصة تجارية نشطة لنوع التجارة المذكور في المستندات.        ",
          "إذا كنت مواطنًا محليًا، يجب أن يكون المشروع مملوكًا لك كشخص محلي. وإذا كنت غير مواطنًا وتمتلك شريكًا محليًا، يجب أن يكون لديك شريك مواطن.        ",
          "إذا كنت غير مواطنًا وتملك أو تدير شركة بواسطة أحد أفراد الأسرة المحلية، يجب أن يكون لديك زوج أو زوجة مواطنين.        ",
          "-تعبئة النموذج الاشتراك كبائع: قم بالتسجيل عبر الرابط التالي: https://shop.beauty-t-center.com/seller واملأ النموذج بالمعلومات المطلوبة .        ",
          "-تحميل الوثائق المطلوبة: بعد التسجيل، قم بتحميل الوثائق المطلوبة التي تثبت توافر المتطلبات المذكورة سابقًا.        ",
          "-التواصل مع رعاية الشركاء العامة: بمجرد الانتهاء من التسجيل وتحميل الوثائق، يجب عليك التواصل مع فريق رعاية الشركاء العامة للمتابعة واتخاذ الخطوات اللازمة لاستكمال عملية تصبح بائعًا على المنصة.        ",
        ],
      },
      {
        code: "B",
        q: "ما هي المتطلبات الأساسية للتسجيل كبائع على المنصة؟        ",
        a: [
          "يستند الرد على الاستفسار إلى الشروط والأحكام المذكورة في البيان المقدم عن منصة بيوتي سنتر. وفقًا لهذه البيانات، فإن المتطلبات الأساسية للتسجيل كبائع على المنصة هي كالتالي:            ",
          "المنصة تستقبل البائعين من المملكة العربية السعودية، والبائعين الموثوقين من الدول الأخرى مع توفير حساب باي بال أو ويسترن يونيون لعمليات التحويل.        ",
          "- يجب على البائع توفير صور ووصف دقيق للمنتجات المعروضة للبيع على المنصة.        ",
          "- يجب أن تحتوي المنتجات على وصف دقيق وشامل للمنتج.        ",
          "- يتم تحويل الأموال للبائعين مع نهاية كل أسبوع، مع استقطاع نسبة الموقع ونسبة الدفع لبوابات الدفع الإلكتروني.          ",
          "- البائع مسؤول عن تقديم بياناته البنكية بشكل صحيح، وتخلي بيوتي سنتر مسؤوليتها عن أي معلومات غير صحيحة تم تقديمها من قبل البائع.        ",
          "- يجب على البائعين توفير عنوان شحن صحيح، وتتكفل بيوتي سنتر بتوفير ناقل الشحن.        ",
          "- يجب على البائعين تحديد سياسة الإرجاع والتبديل بشكل واضح وصريح، بما في ذلك الأسباب المقبولة للإرجاع والتبديل والمدة الزمنية المسموحة لذلك.        ",
          "-يجب على البائعين الرد على استفسارات المشترين أو خدمة عملاء المنصة بشكل سريع وفعال وتوفير خدمة عملاء عالية الجودة. مع توفير المنصة لفريق متكامل من خدمة العملاء بالإضافة إلى استخدام الذكاء الاصطناعي لضمان سرعة الاستجابة.        ",
          "- يجب على البائعين الالتزام بالسلوك المناسب على المنصة والتفاعل مع المشترين بأسلوب احترافي ومهذب.        ",
          "- يجب على البائعين الالتزام بجميع القوانين واللوائح المعمول بها والتي تنطبق على عمليات البيع عبر الإنترنت في منطقة البائع.        ",
          "- تحتفظ منصة بيوتي سنتر بحق إزالة أي منتج لا يتوافق مع شروط الاستخدام أو مخالف للقوانين المعمول بها.        ",
        ],
      },
      {
        code: "B",
        q: "هل هناك رسوم تسجيل أو رسوم شهرية للانضمام كبائع؟        ",
        a: [
          "لا توجد رسوم شهرية أو رسوم تأسيس للانضمام كبائع على منصة بيوتي سنتر. بدلاً من ذلك، يتم احتساب نسبة ثابتة من كل عملية شراء ناجحة لمنتجك. يوضح البيان المذكور في آخر خطوة من خطوات التسجيل في منصة بيوتي النسب المعمول بها.            ",
        ],
      },
      {
        code: "B",
        q: "ما هي الفئات أو المنتجات التي يمكنني بيعها على المنصة؟       ",
        a: [
          "منصة بيوتي  تتسم بتنوع كبير في الفئات والمنتجات التي يمكن بيعها. و لا يوجد حدود محددة للفئات أو المنتجات التي يمكن بيعها على المنصة. تحتوي منصة بيوتي سنتر على اكثر من   3000 قسم رئيسي وفرعي وذلك بسبب التنوع الكبير، علماً أن جميع الفئات معروضة دون استثناء.            ",
          "ومع ذلك، يجب أن يلتزم التاجر بسياسة المنتجات التي تحددها المنصة، وهذا يعني أن المنصة لها الحق في قبول أو رفض المنتجات التي ترغب في بيعها، وفقًا لهذه السياسة. لذا، يمكنك بيع أي منتجات تتوافق مع هذه السياسة دون وجود حدود للفئات أو المنتجات.        ",
        ],
      },
      {
        code: "B",
        q: "هل هناك متطلبات بناءة للصور المنتج والوصف؟        ",
        a: [
          "هناك متطلبات خاصة  للصور والوصف في منصة بيوتي الإلكترونية.  فصور المنتج يجب أن تكون عالية الجودة وواضحة يفضل ان يكون امتداد الصور بصيغة WebP)) لعرض المنتج بشكل جذاب ومعبر.             ",
          "يجب أن تحتوي على عدة زوايا للمنتج وتظهر التفاصيل بوضوح.        ",
          "أما بالنسبة لتفاصيل المنتجات والوصف ، يجب تقديم وصف دقيق وشامل يوضح ميزات المنتج وفوائده وطريقة استخدامه. يجب أن يكون الوصف ملهمًا وجذابًا ليشجع الزبائن على الشراء.        ",
          "قد تكون المنصة لديها متطلبات محددة بخصوص الحجم ونوعية الصور، وطول الوصف وأسلوبه. يجب الالتزام بتلك المتطلبات لضمان جودة عرض المنتج وتوضيحه بشكل جيد للعملاء المحتملين.       ",
        ],
      },
      {
        code: "B",
        q: "كيف يتم تسجيل المبيعات والمخزون على المنصة؟        ",
        a: [
          "تعتمد طريقة تسجيل المبيعات وإدارة المخزون على المنصة على نوعية ونظام الإدارة المستخدم. هناك نظام متكامل يسمح للبائعين بإدارة مبيعاتهم ومخزونهم بسهولة وتتبع شحناتهم وعروضهم ومتابعة منتجاتهم بجميع تفاصيلها ورفع البانرات الأعلانية خاصة بكل تاجر .            ",
          "و يتم تسجيل المبيعات عبر إضافة المنتجات التي تم بيعها إلى سجل مبيعات البائع. يُسجل كل منتج مباع مع تفاصيل العملية مثل الكمية، السعر، تاريخ البيع، ومعلومات العميل....الخ        ",
          "أما بالنسبة لإدارة المخزون، فيتم تحديث المخزون تلقائياً عند حدوث المبيعات. عند بيع منتج ما، يُقلل النظام من كمية المنتج المتوفر في المخزون بشكل تلقائي. عن طريق نظام الــ API        ",
          "كما ان لوحة التحكم تحتوي على تقارير تفصيلية حول المبيعات وحالة المخزون لمساعدة البائع في مراقبة الأداء واتخاذ القرارات الاستراتيجية بشأن المخزون وتوفير المنتجات.        ",
        ],
      },
      {
        code: "B",
        q: "ما هي سياسة الشحن والتوصيل التي يجب أن أتبعها؟       ",
        a: [
          " سياسة الشحن والتوصيل على منصة بيوتي مُنظمة ومتنوعة. يوجد عدة طرق معتمدة للشحن، ومنها شحن المنتجات من قبل التاجر إذا كانت كل المنتجات مشتراة من تاجر واحد، حيث تظهر شركات الشحن الخاصة بالتاجر في صفحة الدفع للعميل.            ",
          "أما إذا كانت المنتجات مشتراة من أكثر من بائع، فإن منصة بيوتي تتولى شحن جميع المنتجات للعميل عبر شركات اللوجستيك التابعة للمنصة. هذا يعني أن العميل سيحصل على شحن موحّد لجميع منتجاته من مختلف البائعين عبر شركات اللوجستيك التي تعمل مع منصة بيوتي.            ",
          "و من الأفضل التحقق من سياسة الشحن والتوصيل على المنصة بشكل دقيق، حيث قد تكون هناك تفاصيل إضافية تتعلق بالمدة الزمنية للتسليم، الرسوم، وشروط الإرجاع. هذه المعلومات غالبًا ما تكون متاحة في صفحة معلومات الشحن والتوصيل على المنصة.            ",
        ],
      },
      {
        code: "B",
        q: "هل هناك متطلبات خاصة لخدمة العملاء أو سياسة الإرجاع والاسترداد؟       ",
        a: [
          "هناك مرونة في تحديد سياسة خدمة العملاء والإرجاع على منصة بيوتي. بمجرد قبول انضمامك كبائع  على  المنصة، يُمكن وضع سياسة الإرجاع والاسترداد الخاصة بك كبائع  من خلال لوحة التحكم الخاصة بك.        ",
          "هذا يتيح للبائعين تحديد شروط الإرجاع والاسترداد الخاصة بهم وفق السياسة المعمول بها كبائع ، بما في ذلك مدة وطرق وشروط الإرجاع. بعد وضع هذه السياسة، سيتم مراجعتها وإذا تمت الموافقة عليها، سيتم تضمينها تلقائيًا على جميع منتجات البائع.        ",
          "من الجيد النظر في هذه السياسة بعناية وتحديد شروط واضحة للإرجاع والاسترداد، بما في ذلك مدة قبول الإرجاع، وحالة المنتج المراد إعادته، وسياسة الاسترداد المالي إن كانت هناك. هذه التفاصيل غالبًا ما تكون مهمة لتوضيح الخيارات المتاحة للعملاء وضمان تجربة تسوق جيدة على المنصة.        ",
        ],
      },
      {
        code: "B",
        q: "هل يوجد نظام تقييم للبائعين على المنصة؟        ",
        a: [
          "بالطبع، يوجد نظام تقييم للبائعين والمنتجات على منصة بيوتي . يقوم جميع البائعين والمنتجات على المنصة بتقييم منتجاتهم وخدماتهم من قبل العملاء. و تُعتبر التقييمات مهمة لأنها تُسهم في تقديم تجربة تسوق أكثر واقعية وحقيقية للعملاء. عندما يقوم العميل بالتسوق عبر المنصة ، يعتمد كثيرون على التقييمات المتاحة لاتخاذ قرار الشراء. فهي تزيد من ثقة العملاء قبل الشراء وتقلل الشكوك، حيث يمكن للعملاء رؤية تجارب الآخرين مع المنتجات.            ",
          "يمكن للعملاء إرسال نوعين من التقييمات إلى بيوتي . الأولى تتعلق بتجربة الشراء وتقييم العميل مع البائع وهذه التقييمات غير متاحة للجمهور. الثانية تتعلق بتقييم المنتج نفسه وستكون متاحة للجمهور ومرئية لكل من العملاء والبائعين.            ",
          "سيتم نشر التقييمات العملية والحقيقية، سواء كانت إيجابية أو سلبية، إذا كانت تتوافق مع سياسة موقع بيوتي . توجد إرشادات تحدد أنواع التقييمات التي يمكن نشرها والتي لا يمكن نشرها، مثل عدم السماح بأي لغة غير العربية أو الإنجليزية، وعدم السماح بالتفاصيل الشخصية للعميل، وتجنب أي لغة مسيئة أو تهديدات.            ",
          "هناك قيود إضافية لتقييمات الشراء والتقييمات الخاصة بالمنتج، حيث يتم نشر التقييمات ذات الصلة بالشراء للبائع فقط ولا يمكن رؤيتها من قبل العملاء. أما التقييمات الخاصة بالمنتج، فهي تحتاج إلى أن تكون متعلقة بالمنتج نفسه ولا تحتوي على مواضيع تتعلق بخدمة البائع أو خبرته.            ",
          "سيتم استخدام التقييمات لتقييم البائعين والمنتجات على منصة بيوتي، وستكون جميع التقييمات مرئية ومتاحة للعرض، ولكن التعليقات الأخيرة ستؤثر أكثر على تقييم البائع.            ",
          "علماً انه سيتم ربط جميع التقييمات السابقة للمنتجات وربطها بنظام الــAPI            ",
        ],
      },
      {
        code: "B",
        q: "ما هي آلية الدفع المتاحة للعملاء وكيف يتم تحويل الأموال للبائعين؟        ",
        a: [
          "بيوتي سنتر تحول الأموال المحصلة من المبيعات أسبوعياً لكافة البائعين على المنصة. العمولة تُفرض على كل عملية بيع وتُعد قنوات الدفع المعتمدة على المنصة واسعة وتشمل:            ",
          "- البطاقات الائتمانية مثل Visa وMasterCard.            ",
          "- المحافظ الرقمية مثل PayPal وSTC Pay.            ",
          "- الدفع من خلال خدمات التقسيط مثل تابي وتمارا.            ",
          "- الدفع عبر التحويل البنكي عبر بنك الأهلي.            ",
          "- كما يتوفر الدفع عبر خاصية Apple Pay.            ",
          "- قريباً ستكون خاصية الدفع نقدًا عند الاستلام متاحة.            ",
          "تترتب عمولة المنصة على كل عملية بيع وتُحسب بنسب مُحددة وتُحول الأموال المحصلة من المبيعات إلى حساب البائع أسبوعياً.            ",
        ],
      },
      {
        code: "B",
        q: "هل يمكنني تعديل أو تحديث معلومات منتجاتي وأسعارها بسهولة على المنصة؟       ",
        a: [
          "يُعتمد نظام المنتجات على نظام  الـ API، مما يعني أنه لا يمكنك تعديل أو تحديث معلومات المنتجات كبائع أو أسعارها مباشرة على المنصة. ،         ",
        ],
      },
      {
        code: "B",
        q: "ما هي سياسة المنصة بشأن المنافسة والتسعير؟       ",
        a: [
          "سياسة المنصة تركز على تعزيز المنافسة الصحيحة والعادلة بين البائعين. يُحظر على البائعين التآمر أو التفاهم على أسعار المنتجات بطريقة تقييدية. يتوجب على البائعين تحديد أسعارهم بشكل مستقل دون التنسيق مع البائعين الآخرين. كما يجب أن تكون الأسعار والعروض والتخفيضات موضوع إعلان واضح وشفاف يتوافق مع سياسات المنصة والقوانين المحلية والدولية المعمول بها.        ",
        ],
      },
      {
        code: "B",
        q: "هل يمكنني توفير خصومات أو عروض خاصة للعملاء على المنصة؟       ",
        a: [
          "نعم، يُمكنك كبائع توفير الخصومات والعروض الخاصة للعملاء على المنصة. يُشجع البائعون على تقديم الصفقات والتخفيضات لزيادة جاذبية منتجاتهم وزيادة المبيعات. يُمكنك إنشاء عروض خاصة، تخفيضات سعرية، أكواد خصم أو أي نوع من العروض الترويجية التي تراها مناسبة لجذب المزيد من العملاء. لكن يُرجى التأكد من الامتثال لسياسات المنصة وعدم خرق أي قوانين أو تعليمات تتعلق بالترويج والعروض الترويجية.        ",
        ],
      },
      {
        code: "B",
        q: "ما هي الخطوات التي يجب اتخاذها في حالة وجود مشكلة تقنية أو خلل في المنصة؟       ",
        a: [
          "عند وجود مشكلة تقنية أو خلل في المنصة، يتم التعامل معها بشكل فعّال من خلال الخطوات التالية:        ",
          "- الاتصال بفريق رعاية الشركاء: يتم التواصل مع فريق رعاية الشركاء عبر الواتساب أو الدردشة المباشرة مع خدمة العملاء، أو يمكن إرسال استفسارك عبر البريد الإلكتروني إلى affservice@beauty-centeer.com.        ",
          "- وصف المشكلة بدقة: يجب توضيح المشكلة التقنية بأكبر قدر ممكن وبأدق التفاصيل. يساعد توضيح سبب المشكلة والخطوات التي أجريتها في فهم الوضع وتقديم الحلول السريعة.        ",
          "- متابعة الاتصال: يفضل متابعة الاتصال مع فريق الدعم للحصول على تحديثات حول الحالة ومدى تقدم حل المشكلة.        ",
          "- الصبر والتعاون: يمكن أن تستغرق حلول المشكلات التقنية بعض الوقت. من الأهمية بمكان الصبر والتعاون مع فريق الدعم لتقديم المعلومات المطلوبة لحل المشكلة بشكل أفضل وأسرع.        ",
          "- متابعة تحديثات الحالة: قد يُقدم فريق الدعم تحديثات دورية عن حالة المشكلة والإصلاحات التي يتم تنفيذها. من الجيد متابعة هذه التحديثات لمعرفة التقدم في حل المشكلة.        ",
          "إتباع هذه الخطوات يضمن استجابة سريعة وفعّالة لحل المشكلات التقنية في المنصة.        ",
        ],
      },
      {
        code: "B",
        q: "هل يوجد حد أدنى لعدد المنتجات التي يجب أن أقدمها كبائع على المنصة؟        ",
        a: [
          "لا، ليس هناك حد أدنى لعدد المنتجات التي يجب على البائع تقديمها على المنصة. يُسمح للبائعين بتقديم أي عدد من المنتجات يرغبون في بيعها على المنصة بدءًا من منتج واحد وحتى عدد كبير من المنتجات.            ",
        ],
      },
      {
        code: "B",
        q: "هل يمكنني استخدام علامتي التجارية الشخصية على المنصة أم يجب علي استخدام العلامة التجارية الخاصة بالمنصة؟        ",
        a: [
          'يتم استخدام العلامة التجارية لـ "بيوتي سنتر" على جميع المنتجات المتوفرة على المنصة. يُطلب من البائعين استخدام العلامة التجارية للمنصة على المنتجات التي يتم عرضها وبيعها. هذا يعكس توحيد الهوية التجارية للمنصة ويضمن الجودة والمتانة لتجربة التسوق لدى العملاء، ويتم إدارة ومتابعة المنتجات ضمن الإشراف العام من قبل "بيوتي سنتر.            ',
        ],
      },
      {
        code: "B",
        q: "هل يوجد برنامج للولاء أو مكافآت يمكنني الاستفادة منه كبائع على المنصة؟        ",
        a: [
          "نعم يتوفر برنامج للولاء و التسويق بالعمولة  على منصة بيوتي سنتر، تحت إدارة و دعم الشركاء في منصة بيوتي . يتيح هذا البرنامج فرصة للمسوقين والعملاء  للاستفادة من مكافآت أو عروض خاصة وفقًا لسياسات العروض والتسويق المعمول بها على المنصة. يتم إدارة هذه المكافآت وبرامج الولاء وفقًا للسياسات الخاصة بالمنصة لضمان الالتزام والشفافية .            ",
        ],
      },
      {
        code: "B",
        q: "هل يسمح لي بالترويج لمتجري أو منتجاتي على وسائل التواصل الاجتماعي والمواقع الأخرى؟        ",
        a: [
          "نعم، يُسمح للبائعين بالترويج لمنتجاتهم على منصة بيوتي سنتر. تتيح المنصة عدة خيارات للإعلانات والترويج، حيث يمكنك وضع إعلاناتكم التي تحتوي على عروض منتجاتك. يُمكنك استخدام المواقع الإعلانية المتاحة داخل المنصة لعرض منتجاتك بشكل مجاني وبدون أي مقابل. وفي حالة وجود أي استفسارات إضافية أو لمزيد من المعلومات، يمكنك التواصل مع فريق دعم الشركاء على المنصة. على البريد التالي : affservice@beauty-centeer.com            ",
        ],
      },
      {
        code: "B",
        q: "هل يمكنني الاشتراك في برنامج التسويق التابع والحصول على عمولة عند إحالة العملاء إلى المنصة؟        ",
        a: [
          "جميع منتجاتكم يتم ادراجها تلقائيا ضمن برنامج التسويق بالعمولة التابع للمنصة ولا حاجة الى الاشتراك ضمن البرنامج فالاشتراك مجاني             ",
        ],
      },
      {
        code: "B",
        q: "هل يوجد تقييدات جغرافية على البائعين؟        ",
        a: [
          "لا يوجد أي تقيدات جغرافية للشحن ، فكل بائع لدية سياسة خاصة لشحن منتجاتهم استنادًا إلى نظام الشحن الجغرافي المعتمد على نظام  الـ API  الموجود بمتجره هذا النظام .            ",
        ],
      },
      {
        code: "B",
        q: "هل توفر المنصة أدوات تسويقية أو تعزيزية للبائعين لزيادة الرؤية والمبيعات؟        ",
        a: [
          "نعم، المنصة توفر مجموعة متنوعة من الأدوات التسويقية والتعزيزية للبائعين لزيادة الرؤية والمبيعات. منصة بيوتي سنتر تستخدم  أدوات التسويق المتاحة مثل الإعلانات المدفوعة وعروض الخصم والعروض الترويجية والمزيد لزيادة الانتشار وجذب المزيد من العملاء لدى المنصة  استراتيجية خاصة  بالتسويق والعروض وفقًا لاحتياجاتهم واستراتيجياتهم الفردية لزيادة فاعلية الترويج والمبيعات            ",
        ],
      },
      {
        code: "B",
        q: "هل يمكنني الوصول إلى بيانات العملاء الذين يشترون منتجاتي على المنصة؟        ",
        a: [
          "نعم، يمكن للبائعين الوصول إلى بيانات العملاء من خلال لوحة التحكم الخاصه بك كتاجر الذين يشترون منتجاتهم على المنصة. يتم توفير هذه البيانات للبائعين لمساعدتهم في تحليل الأداء وفهم احتياجات العملاء وتحسين خدماتهم والمنتجات المقدمة. ومع ذلك، يتوجب على البائعين الالتزام بسياسات حماية البيانات واحترام خصوصية العملاء واستخدام هذه البيانات بمرونة وفقًا للوائح والقوانين المحلية وسياسات المنصة.            ",
        ],
      },
    ],
  },
  {
    title: "الخصوصية والأمان",
    icon: "safety",

    questions: [
      {
        code: "C",
        q: "",
        a: ["q"],
      },
    ],
  },
  {
    title: "آلية الربط",
    icon: "connect",

    questions: [
      {
        code: "D",
        q: "ما هو التطبيق وما هي وظيفته؟        ",
        a: [
          "تطبيق منصة بيوتي هو تطبيق تم تخصيصه للسماح  لعملية الربط بين المتاجر المختلفة عبر مختلف المنصات الإلكترونية وعرضها على منصة واحدة تسمى بيوتي متعددة التجار. يهدف التطبيق إلى تسهيل عملية الربط وعرض المنتجات الخاصة بالمتجر الشريك عبر الإنترنت للمستخدمين من خلال تجميع مجموعة متنوعة من المتاجر وعرضها في مكان واحد.            ",
          "وظيفة التطبيق هي توفير واجهة مريحة ومركزية للمستخدمين لتصفح وشراء منتجات مختلف المتاجر المشاركة في منصة بيوتي متعددة التجار. يتم تجميع مجموعة واسعة من المنتجات من متاجر مختلفة وعرضها بطريقة منظمة وسهلة الاستخدام في التطبيق. يمكن للمستخدمين البحث عن منتجات معينة أو استعراض الفئات المختلفة، ومن ثم اختيار وشراء المنتجات التي يرغبون فيها.            ",
          "وبما أن منصة بيوتي متعددة التجار، فإنها تتيح للمتاجر المشاركة فرصة الوصول إلى جمهور أوسع من المستخدمين وزيادة الوعي بمنتجاتهم وزيادة المبيعات. وبالتالي، يعمل التطبيق كوسيط بين المنصة  والمتاجر لتحقيق فوائد للجانبين.            ",
        ],
      },
      {
        code: "D",
        q: "كيف يمكنني تنزيل وتثبيت التطبيق؟        ",
        a: [
          "لا تحتاج إلى تنزيل أو تثبيت التطبيق لاستخدام منصة بيوتي. فالتطبيق هو فقط عملية الموافقة على ربط بيانات المنتجات الخاصة بالمتاجر الشريكة.             ",
          "إذا كنت ترغب في أن تصبح متجرًا شريكًا على منصة بيوتي، يجب عليك التواصل مع البريد الإلكتروني الخاص برعاية الشركاء affservice@beauty-centeer.com  وتقديم المعلومات المطلوبة لإنشاء حسابك المخصص كتاجر. بعد ذلك،  عند الموافقة على انضمامكم سيتم انشاء حسابكم كتاجر و سيتم طلب موافقتك على عملية الربط بين بيانات المنتجات الخاصة بكم ومنصة بيوتي. ستكون  هذه العملية بشكل آلي ودون أي تدخل بشري.            ",
          "بمجرد الموافقة واكتمال عملية الربط، ستتم إضافة منتجاتكم تلقائيًا إلى منصة بيوتي، وستتمكن من الوصول إلى لوحة التحكم الخاصة بكم كتجار شركاء. من خلال لوحة التحكم، يمكنك إدارة المنتجات الخاصة بكم، وتحديث المعلومات، ومراقبة المبيعات، وإدارة طلبات العملاء، وغير ذلك الكثير.            ",
          "لذا، لا تحتاج إلى تنزيل أو تثبيت أي تطبيق، بل يمكنك البدء بإنشاء حساب تاجر والموافقة على عملية الربط لتبدأ في عرض وبيع منتجاتكم على منصة بيوتي.            ",
        ],
      },
      {
        code: "D",
        q: "كيف يمكنني إنشاء حساب في التطبيق؟        ",
        a: [
          "لإنشاء حساب في منصة بيوتي، يتطلب منك التواصل مع فريق دعم عملاء شركاء بيوتي عبر البريد الإلكتروني            ",
          " affservice@beauty-centeer.com يجب أن تقوم بإرسال طلب انضمام للمنصة وطلب موعد لعقد اجتماع مع إدارة رعاية الشركاء.            ",
          "في البريد الإلكتروني الذي ترسله، يجب عليك تضمين معلومات التالية:            ",
          '- عنوان طلب الانضمام للمنصة: يمكنك استخدام عبارة مثل "طلب انضمام كتاجر شريك في منصة بيوتي".            ',
          "- وصف موجز لنشاطك التجاري: يجب أن توضح نوع المنتجات التي تقدمها وأي تفاصيل أخرى ترغب في مشاركتها حول عملك.            ",
          "- رابط لمتجركم: يجب أن تقدم رابطًا يوجه إلى متجرك الإلكتروني الحالي (إذا كان لديك بالفعل) أو أي صفحة على الإنترنت تساعد في تقييم الشراكة ومدى الاستفادة للطرفين.            ",
          "بعد إرسال البريد الإلكتروني، سيتم التعامل مع طلبك من قبل فريق دعم عملاء شركاء بيوتي. سيتم ترتيب موعد لعقد اجتماع مع إدارة رعاية الشركاء لمناقشة تفاصيل الشراكة والاستفسارات الإضافية التي قد تكون لديك. ستقوم إدارة رعاية الشركاء بتقييم طلبك ومدى الاستفادة المحتملة للطرفين.        ",
          "من المهم أن تتأكد من تقديم معلومات دقيقة ومفصلة في البريد الإلكتروني الخاص بك لزيادة فرص قبول طلب الانضمام للمنصة. كما يمكنك طرح أي أسئلة أو استفسارات إضافية تود طرحها على فريق دعم عملاء شركاء بيوتي خلال هذه المرحلة.        ",
          "أتمنى لك التوفيق في عملية الانضمام والشراكة مع منصة بيوتي!        ",
        ],
      },
      {
        code: "D",
        q: "هل يتطلب التطبيق رسوم اشتراك أو دفعات؟        ",
        a: [
          "لا توجد أي رسوم اشتراك او دفعات ، بالتطبيق الخاص بـ بيوتي سنتر (متعددة التجار). يعتبر التطبيق مجانيًا بالكامل للاستخدام.        ",
          "عندما يوافق فريق بيوتي سنتر على انضمامك كشريك على المنصة، ستتمكن من استخدام التطبيق بشكل مجاني. و يتم توفير التطبيق لك بدون أي تكلفة إضافية.          ",
          "تهدف بيوتي سنتر إلى تسهيل عملية البيع والتسوق للمتاجر الشريكة على المنصة، ولذلك فإنها لا تفرض أي رسوم إضافية على استخدام التطبيق.          ",
          "لذا، يمكنك الاستفادة من التطبيق بالكامل بدون أي رسوم اشتراك أو دفعات، بمجرد أن يتمتع حسابك بموافقة المنصة كشريك.          ",
        ],
      },
      {
        code: "D",
        q: "ما هي المعلومات الشخصية التي يجب علي تقديمها عند إنشاء حساب؟        ",
        a: [
          "عند الموافقة على انضمامكم كشريك تجاري سيتم تزويدكم بصفحة البيانات بكم والتي يجب تقديمها  ، عادة ما تحتاج إلى تقديم بعض المعلومات الشخصية والتجارية التي تساعد في إنشاء حسابك وتخصيصه وفقًا لاحتياجاتك الفردية ومتطلبات الشراكة. وفقاً للبيانات التي قدمتها، يتطلب إنشاء حساب شريك على منصة بيوتي تقديم المعلومات التالية:        ",
          "- المعلومات الشخصية: ستحتاج إلى تقديم معلوماتك الشخصية الأساسية مثل الاسم الكامل، وعنوان البريد الإلكتروني، ورقم الهاتف، وبلد الإقامة، وتفاصيل أخرى مماثلة.          ",
          "- البيانات التجارية: سيتم طلب معلومات حول نشاطك التجاري، بما في ذلك اسم المتجر أو العلامة التجارية، ونوع المنتجات أو الخدمات التي تقدمها، وموقع المتجر (إذا كان لديك موقع إلكتروني).          ",
          "- المستندات الحكومية: قد يتطلب منك تقديم بعض المستندات الحكومية كجزء من عملية التحقق من هويتك وتأكيد صحة المعلومات التي قدمتها. يشمل ذلك تقديم صورة من رقم السجل التجاري , رقم وثيقة التوثيق للتجارة الالكترونية  او معروف.          ",
          "- سياسات الشحن والإرجاع واستبدال المنتجات: ستحتاج إلى توضيح سياساتك المتعلقة بعمليات الشحن وسياسات الإرجاع واستبدال المنتجات، بما في ذلك مدة الشحن المتوقعة والإجراءات المتبعة في حالة رغبة العملاء في إرجاع أو استبدال المنتجات.          ",
          "- الموافقة على الشروط والأحكام: يجب أن توافق على سياسات وشروط استخدام منصة بيوتي، وذلك للتأكيد على قبولك للالتزامات والقواعد التي يفرضها المنصة على الشركاء.          ",
          "- يرجى ملاحظة أنه قد يتم طلب معلومات إضافية أو مستندات أخرى اعتمادًا على سياسة بيوتي سنتر ومتطلبات الشراكة الخاصة بها. قد يتم توفير رابط خاص بالبيانات التجارية الخاصة بكم لتسهيل تقديم هذه المعلومات بشكل مرتب ومنظم.          ",
          "أتمنى أن يكون ذلك واضحًا ومفيدًا فيما يتعلق بعملية إنشاء حساب شريك في منصة بيوتي.          ",
        ],
      },
      {
        code: "D",
        q: "هل يمكنني تعديل معلومات حسابي؟        ",
        a: [
          "نعم، بإمكانك تعديل معلومات حسابك على منصة بيوتي. تهتم منصة بيوتي بشركائها وتوفر وسائل لتسهيل التواصل وحل المشاكل المتعلقة بكم كتجار وشركاء.        ",
          "لتعديل معلومات حسابك، يمكنك التواصل مع خدمة عملاء شركاء بيوتي عن طريق البريد الإلكتروني المخصص لذلك وهو affservice@beauty-center.com. يمكنك إرسال رسالة إلى هذا البريد الإلكتروني وتوضيح التغييرات التي ترغب في إجرائها على حسابك.          ",
          "سيقوم موظفو خدمة العملاء المختصون بمتابعة استفسارك وتوفير المساعدة المطلوبة. قد يطلبون منك تزويدهم بتفاصيل إضافية للتحقق من هويتك وتأكيد صحة المعلومات الجديدة التي ترغب في تعديلها.          ",
          "بالإضافة إلى تعديل المعلومات، يمكنك الاتصال بخدمة العملاء لحل أي مشكلة أخرى قد تواجهك فيما يتعلق بالمنصة أو عملك كشريك في بيوتي. يعمل الموظفون المختصون على تقديم الدعم وحل المشاكل بشكل سريع وفعال.          ",
          "في حالة وجود مشكلة تتعلق بتعديل البيانات أو أي أمر آخر، يُنصح بالتواصل مع خدمة العملاء عبر البريد الإلكتروني المذكور لضمان تلقي الدعم اللازم وحل المشكلة بشكل رضائي.          ",
          "أتمنى لك التوفيق في تعديل معلومات حسابك وحل أي مشكلة تواجهك في رحلتك كشريك في منصة بيوتي.          ",
        ],
      },
      {
        code: "D",
        q: "كيف يمكنني استعادة كلمة المرور في حال نسيانها؟        ",
        a: [
          "بالطبع! في حال نسيت كلمة المرور الخاصة بحسابك على منصة بيوتي، يمكنك استعادتها عن طريق القيام بإعادة تعيين كلمة المرور. يوفر لك منصة بيوتي خدمات لاستعادة كلمة المرور بسهولة وأمان.        ",
          "لتنفيذ عملية استعادة كلمة المرور، يُنصح باتباع الخطوات التالية:          ",
          "- انتقل إلى صفحة تسجيل الدخول الخاصة بمنصة بيوتي.          ",
          '- ابحث عن خيار "هل نسيت كلمة المرور" أو "استعادة كلمة المرور" وانقر عليه. يمكن أن يكون هذا الخيار موجودًا أسفل مربع إدخال كلمة المرور.',
          '- ستُطلب منك إدخال عنوان البريد الإلكتروني المرتبط بحسابك على منصة بيوتي. قم بإدخال البريد الإلكتروني الصحيح واضغط على زر "استعادة" أو "إرسال".          ',
          "- ستتلقى رسالة إلكترونية على عنوان البريد الإلكتروني الذي قدمته. تحتوي هذه الرسالة على رابط أو رمز لإعادة تعيين كلمة المرور.          ",
          "- انقر على الرابط المرفق أو قم بإدخال الرمز المرسل في صفحة استعادة كلمة المرور.          ",
          "- ستتم إعادة توجيهك إلى صفحة جديدة حيث يُطلب منك إدخال كلمة مرور جديدة. قم بإدخال كلمة مرور جديدة قوية وأكد إعدادها.          ",
          "- بمجرد تأكيد كلمة المرور الجديدة، سيتم تحديثها في حسابك على منصة بيوتي، وبذلك يمكنك استخدامها لتسجيل الدخول إلى حسابك.          ",

          "في حال واجهت أي صعوبة أو استفسارات أثناء عملية استعادة كلمة المرور، يُنصح بالتواصل مع خدمة عملاء شركاء بيوتي عبر البريد الإلكتروني المخصص لذلك وهو affservice@beauty-centeer.com. ستقوم فرق خدمة العملاء بتقديم المساعدة المناسبة وحل أي مشاكل تواجهك في عملية استعادة كلمة المرور أو أي مشكلة أخرى قد تواجهك.          ",
          "أتمنى لك حظًا سعيدًا في استعادة كلمة المرور الخاصة بحسابك في منصة بيوتي ومتابعة نشاطك كشريك معهم.          ",
        ],
      },
      {
        code: "D",
        q: "كيف يمكنني البحث عن محتوى أو خدمة معينة داخل التطبيق؟        ",
        a: [
          "بالتأكيد! يمكنك البحث عن محتوى أو خدمة معينة بعد الموافقة على انضمامكم كشركاء  باستخدام وظيفة البحث المتاحة في لوحة التحكم الخاصة بكم .         ",
          "للبحث عن محتوى أو خدمة معينة، يُرجى اتباع الخطوات التالية:          ",
          "- قم بتسجيل الدخول إلى حسابك على تطبيق بيوتي باستخدام اسم المستخدم وكلمة المرور الخاصة بك.          ",
          "- بمجرد تسجيل الدخول، ستنتقل إلى لوحة التحكم الخاصة بك كشريك. قد يكون لديك عدة علامات تبويب أو أقسام في اللوحة التي تحتوي على المعلومات والأدوات المتاحة لك.          ",
          "- ابحث عن شريط البحث المتاح في اللوحة التحكم. عادةً ما يكون موجودًا في الجزء العلوي أو الجانبي من الصفحة.          ",
          "- اكتب الكلمات الرئيسية أو العبارات المتعلقة بالمحتوى أو الخدمة التي ترغب في البحث عنها. على سبيل المثال، إذا كنت تبحث عن منتج معين، قم بكتابة اسم المنتج في شريط البحث.          ",
          "- اضغط على زر البحث أو اضغط على مفتاح الإدخال على لوحة المفاتيح.          ",
          "ستُعرض النتائج المتعلقة بالبحث على الشاشة. يمكنك استعراض النتائج والنقر على العناصر المرتبطة بالمحتوى أو الخدمة التي تبحث عنها.          ",
          "قد تتوفر مرشحات أو خيارات إضافية لتحسين نتائج البحث. يمكنك استخدام هذه المرشحات لتحديد الفئة أو النوع أو الوقت المحدد للمحتوى أو الخدمة التي ترغب في العثور عليها.          ",
          "من خلال استخدام وظيفة البحث في تطبيق بيوتي، يمكنك العثور بسهولة على المعلومات المطلوبة والاطلاع على جميع الأقسام والخدمات المتاحة لك كشريك. يمكنك استكشاف المنتجات والمبيعات والتقارير المالية وعمليات الشحن والمزيد في لوحة التحكم الخاصة بك.          ",
          "أتمنى أن يكون هذا مفيدًا لك وأن تتمكن من العثور بسهولة على المحتوى والخدمات التي تحتاج إليها .          ",
        ],
      },
      {
        code: "D",
        q: "كيف يمكنني التواصل مع فريق دعم التطبيق؟        ",
        a: [
          "يمكنك التواصل مع فريق دعم الشركاء بسهولة باستخدام عنوان البريد الإلكتروني المخصص لخدمة الشركاء. هنا هي الخطوات التفصيلية للتواصل مع الفريق:        ",
          "- قم بفتح برنامج البريد الإلكتروني الخاص بك أو الخدمة التي تستخدمها لإرسال رسائل البريد الإلكتروني.          ",
          "- قم بإنشاء رسالة جديدة.          ",
          '- في حقل "إلى" أو "مستلم"، اكتب عنوان البريد الإلكتروني التالي: affservice@beauty-centeer.com          ',
          '- في حقل "الموضوع"، قم بكتابة موضوع الرسالة الذي يصف استفسارك أو مشكلتك بشكل واضح. على سبيل المثال، يمكنك كتابة "استفسار بخصوص حسابي كشريك في تطبيق بيوتي".          ',
          "- في جسم الرسالة، قم بشرح استفسارك أو المشكلة التي تواجهها بشكل مفصل. حاول توضيح المعلومات المهمة وتقديم أي تفاصيل إضافية قد تساعد فريق دعم التطبيق في فهم ومعالجة طلبك بشكل أفضل.          ",
          "- يمكنك أيضًا إرفاق أي ملفات ذات صلة بالرسالة إذا كانت ضرورية.          ",
          '- بمجرد كتابة الرسالة والتأكد من أن جميع التفاصيل صحيحة، انقر على زر "إرسال" لإرسال رسالتك إلى فريق دعم التطبيق.          ',
          "من خلال إرسال البريد الإلكتروني إلى affservice@beauty-centeer.com، ستتمكن من الوصول إلى فريق خدمة العملاء لشركاء بيوتي. يجب أن يكون الفريق على استعداد لتقديم المساعدة والإجابة على استفساراتك ومساعدتك في حل المشاكل التي قد تواجهها.        ",
          "أتمنى أن يكون هذا مفيدًا لك، وأتمنى لك تجربة ممتعة وناجحة مع تطبيق بيوتي!        ",
        ],
      },
      {
        code: "D",
        q: "هل يمكنني حذف حسابي وما هي الخطوات المطلوبة لذلك؟        ",
        a: [
          "بالطبع! يمكنك حذف حسابك وإنهاء التعاون كشريك مع منصة بيوتي من خلال اتباع الخطوات التالية:        ",
          "- قم بفتح برنامج البريد الإلكتروني الخاص بك أو الخدمة التي تستخدمها لإرسال رسائل البريد الإلكتروني.          ",
          "- قم بإنشاء رسالة جديدة.          ",
          '- في حقل "إلى" أو "مستلم"، اكتب عنوان البريد الإلكتروني التالي الخاص بخدمة شركاء بيوتي: affservice@beauty-centeer.com       في حقل "الموضوع"، قم بكتابة موضوع الرسالة الذي يعبر عن رغبتك في حذف حسابك وإنهاء التعاون. على سبيل المثال، يمكنك كتابة "طلب حذف حسابي كشريك مع منصة بيوتي".          ',
          "- في جسم الرسالة، أعرب عن رغبتك بشكل واضح في حذف حسابك وإنهاء التعاون. يمكنك ذكر الأسباب المحددة لرغبتك في الاستغناء عن الاستمرارية مع المنصة، إن وجدت.          ",
          "- إذا كان هناك أي تفاصيل إضافية تحتاج إلى إعطائها، مثل تواريخ محددة لإنهاء العمل مع منصة بيوتي، فضلاً قدمها في الرسالة.          ",
          '- بمجرد كتابة الرسالة والتأكد من أن جميع التفاصيل صحيحة، انقر على زر "إرسال" لإرسال رسالتك إلى فريق خدمة شركاء بيوتي.          ',
          "من خلال إرسال البريد الإلكتروني إلى عنوان البريد المخصص لخدمة شركاء بيوتي، ستتمكن من إعلام الفريق برغبتك في حذف حسابك وإنهاء التعاون. سيتم إيقاف عرض منتجاتك على المنصة وسيتمكنون من إزالة الربط بين حسابك ومنصة بيوتي بناءً على طلبك.          ",
          "من الجيد أن يتم الإفصاح عن رغبتك في إنهاء التعاون بشكل واضح ومفصل في الرسالة لتسهيل معالجة طلبك. أتمنى لك التوفيق في رحلتك المستقبلية.        ",
        ],
      },
      {
        code: "D",
        q: "كيف يتم ضمان الأمان وحماية البيانات الشخصية في التطبيق؟        ",
        a: [
          "تهتم منصة بيوتي بأمان وحماية البيانات الشخصية والتجارية للمستخدمين والشركاء. وفقًا لسياسة الأمان والخصوصية، يتم التعامل مع جميع البيانات بصفة سرية ويتم استخدامها فقط وفقًا للأغراض المحددة والموافق عليها من قبلكم كمستخدم أو شريك.        ",
          "إليكم بعض الإجراءات التي تتبعها منصة بيوتي لضمان الأمان وحماية البيانات:          ",
          '- سرية المعلومات: يتم التعامل مع جميع البيانات التجارية والشخصية كمعلومات سرية ولا يحق لمنصة بيوتي استخدامها أو مشاركتها دون علمك المسبق وموافقتك، إلا في حالة وجود طلب قانوني صادر عن جهة حكومية أو أمنية مختصة.          ',
          '- الوصول المحدود: يتم منح الوصول إلى البيانات الشخصية والتجارية للأشخاص المخولين فقط والذين يحتاجون إلى هذه البيانات لأداء مهامهم المحددة. يتم فرض قيود صارمة على الوصول غير المصرح به إلى البيانات.          ',
          '- التشفير: تستخدم منصة بيوتي تقنيات التشفير المأمونة لحماية البيانات أثناء النقل والتخزين. يتم استخدام بروتوكولات الاتصال الآمنة مثل HTTPS لتشفير المعلومات المرسلة عبر الإنترنت وضمان سرية البيانات.          ',
          '- معايير الأمان: تلتزم منصة بيوتي بمعايير الأمان الصناعية وتطبيق أفضل الممارسات لضمان حماية البيانات. يتم تقييم وتحديث إجراءات الأمان بشكل منتظم لمواكبة التهديدات الأمنية الجديدة.          ',
          '- التدريب والوعي: يتم توفير التدريب والتوعية للموظفين والشركاء بشأن أهمية حماية البيانات والممارسات الأمنية المطلوبة. يتم تعزيز الوعي بأهمية حفظ البيانات الشخصية والتجارية في سرية وعدم مشاركتها مع أطراف غير مخولة.          ',
          'ومع ذلك، يجب أن تتذكر أنه على الرغم من اتخاذ جميع هذه الإجراءات الأمنية، لا يوجد نظام مطلق الأمان. لذا يجب أن تكون حذرًا وواعيًا بشأن المعلومات التي تقدمها واتخاذ إجراءات وقائية إضافية لحماية خصوصيتك الشخصية وبياناتك التجارية، مثل استخدام كلمات مرور قوية وتحديثها بشكل منتظم وعدم مشاركة معلومات الدخول الخاصة بك مع الآخرين.          ',
          'منصة بيوتي تعتز بحماية بياناتك الشخصية والتجارية وتلتزم بالتشريعات والممارسات الأمنية السارية. إذا كان لديك أي استفسارات إضافية حول سياسة الأمان والخصوصية أو كيفية معالجة البيانات، يمكنك الاتصال بفريق دعم العملاء لمنصة بيوتي للحصول على مزيد من المعلومات والدعم.          ',
        ],
      },
    ],
  },
  {
    title: "الاستفسار والشكاوي",
    icon: "complain",

    questions: [
      {
        code: "E",

        q: "ماهي منصة بيوتي سنتر ؟",
        a:["q"]
      },
    ],
  },
  {
    title: "أخرى",
    icon: "other",

    questions: [
      {
        code: "F",

        q: "ماهي منصة بيوتي سنتر ؟",
        a:["q"]
      },
    ],
  },
];
